[
   {
      "name": "I'm taking the IELTS test because I want to study overseas.",
      "trans": [
         "我要参加雅思考试，因为我想出国留学。"
      ]
   },
   {
      "name": "There's a population of 21 million in Beijing,so it's jam-packed wherever you go.",
      "trans": [
         "北京有2100万人口，所以无论你走到哪里都挤满了人。"
      ]
   },
   {
      "name": "I was born and raised in a small town in the south of China and I have two loving and caring parents.",
      "trans": [
         "我在中国南方的一个小镇出生长大，我有一对关爱我的父母。"
      ]
   },
   {
      "name": " Some of my friends are aiming to go and study in Australia,whereas my goal is to go to the UK.",
      "trans": [
         "我的一些朋友打算去澳大利亚学习，然而我的目标是去英国。"
      ]
   },
   {
      "name": "The Mid-Autumn Festival falls on the 15th day of the eighth month of the lunar calendar",
      "trans": [
         "中秋节是阴历第八个月的第十五天。"
      ]
   },
   {
      "name": "It's usually scorching hot in my hometown in the summertime.The temperature can even be 40 degrees Celsius sometimes.",
      "trans": [
         "在夏季，我家乡的天气通常是炎热的，有时气温甚至可以达到40摄氏度。"
      ]
   },
   {
      "name": "I was amazed at all the vivid colors while I was snorkelling and looking down at the underwater world.",
      "trans": [
         "当我在浮潜，俯视着海底世界的时候，所有艳丽的色彩令我惊叹。"
      ]
   },
   {
      "name": "It's highly likely that we will use the computer more and more and the pen less and less in the future.",
      "trans": [
         "将来我们很有可能越来越多地使用电脑，越来越少地使用笔。"
      ]
   },
   {
      "name": "I don't suppose shared bicycles are the best way to reduce traffic congestion.",
      "trans": [
         "我不认为共享单车是减少交通拥堵的最佳方式。"
      ]
   },
   {
      "name": "The government is investing heavily in electric buses and I'm totally on their side.",
      "trans": [
         "政府正大力投资于电动公共汽车，我完全支持他们。"
      ]
   },
   {
      "name": "I wish I could speak English better.That way,I would be able to travel the world without any difficulty.",
      "trans": [
         "我希望我的英语能说得更好。那样的话，我就可以毫无困难地周游世界了。"
      ]
   },
   {
      "name": "I have a penchant for cooking and I seldom eat out because I'm only satisfied with the food I cook.",
      "trans": [
         "我爱好烹饪，很少出去吃，因为我只对自己做的菜感到满意。"
      ]
   },
   {
      "name": "My granddad is already in his late 70s but he is still as fit as a fiddle because he eats well and takes exercise every day.",
      "trans": [
         "我爷爷已经快八十岁了，但他仍然很健康，因为他吃得好，而且每天锻炼。"
      ]
   },
   {
      "name": "Many people from the countryside and small towns flock to large cities in search of a better job and a better future.",
      "trans": [
         "许多来自农村和小城镇的人涌向大城市，为了寻找更好的工作和更好的未来。"
      ]
   },
   {
      "name": "Although some areas are unaffected by climate change now,it's a pressing problem that has to be dealt with immediately.",
      "trans": [
         "虽然有些地区还没有受到气候变化的影响，但这是一个迫切需要立即解决的问题。"
      ]
   },
   {
      "name": "Celebrities are constantly followed by paparazzi and worried about being recognized on the street when they are on vacation and just want to relax.",
      "trans": [
         "名人经常会被狗仔队跟踪，他们担心在度假和只是想要放松的时候，在街上被认出来。"
      ]
   },
   {
      "name": "I'm an Aquarius and it's said that people like me are born thinkers.",
      "trans": [
         "我是水瓶座，据说像我这样的人，天生就是思考者。"
      ]
   },
   {
      "name": "One of my cousins is crazy about travelling and she has been to dozens of countries over the past 10 years.",
      "trans": [
         "我的一个表妹热衷于旅游，过去10年来，她已经去过几十个国家。"
      ]
   },
   {
      "name": "If this park were closer to my apartment,I guess I would go there more often.",
      "trans": [
         "如果这个公园离我的公寓更近一些，我想我会更经常地去那里。"
      ]
   },
   {
      "name": "Fair-weather friends are definitely the kind of friends we don't want.",
      "trans": [
         "不能共患难的朋友绝对是我们不想要的那种朋友。"
      ]
   },
   {
      "name": "Smartphones have blurred the lines between work and home lives and we often communicate with our colleagues and bosses after work now.",
      "trans": [
         "智能手机模糊了工作和家庭生活之间的界限，现在即使下了班，我们也经常和同事还有老板沟通。"
      ]
   },
   {
      "name": "It's okay if teenagers play video games in moderation.All work and no play makes Jack a dull boy.",
      "trans": [
         "如果青少年适度地玩电子游戏，这没关系。只会用功不玩耍，聪明孩子也变傻。"
      ]
   },
   {
      "name": "It's obvious that being multilingual gives people an advantage in the workplace.",
      "trans": [
         "很明显，掌握多门语言能让人们在工作中占有优势。"
      ]
   },
   {
      "name": "Word-of-mouth advertising is the most effective form of advertising.",
      "trans": [
         "口碑传播是最有效的广告形式。"
      ]
   },
   {
      "name": "Looking at old photos brings back memories.",
      "trans": [
         "看老照片会勾起回忆。"
      ]
   },
   {
      "name": "I went to the biggest theatre in town for a fascinating play last weekend.",
      "trans": [
         "上周末，我去城里最大的剧院，看了一场精彩的演出。"
      ]
   },
   {
      "name": "The bus is the cheapest way to get around even though it's overcrowded most of the time.",
      "trans": [
         "公共汽车是最便宜的出行方式，尽管大部分时间都很拥挤。"
      ]
   },
   {
      "name": "Success comes in various forms.It could be having a high social status,earning a seven-figure salary or simply feeling happy every day.",
      "trans": [
         "成功有多种多样的形式，它可以是拥有很高的社会地位，赚七位数的工资，或单纯觉得每天都很快乐。"
      ]
   },
   {
      "name": " It's best to get away from it all and go on an excursion on the weekend.",
      "trans": [
         "在周末出去走走、短途旅行是很好的。"
      ]
   },
   {
      "name": " Spending   money  on  experiences,especially  with  other   people,is  what makes us truly happy.",
      "trans": [
         "把钱花在经历上，特别是和别人一起的经历，可以让我们真正获得快乐。"
      ]
   },
   {
      "name": "I usually get up around seven thirty.",
      "trans": [
         "我通常在7:30左右起床。"
      ]
   },
   {
      "name": "I was busy working on an assignment last night and I didn't go to bed until 2 am.",
      "trans": [
         "昨晚我忙着做作业，直到凌晨2点才去睡觉。"
      ]
   },
   {
      "name": "I needed to arrive at a meeting at 3 o'clock yesterday,but it began to rain heavily at a quarter past 2 and I was 10 minutes late because of it.",
      "trans": [
         "我昨天3点要开会，但是2点15分开始下起了大雨，我因此迟到了10分钟。"
      ]
   },
   {
      "name": "My favourite pop star is Eason and I listen to his music every day for about an hour or so after dinner.",
      "trans": [
         "我最喜欢的流行歌手是伊森，我每天晚饭后会听一个小时左右他的音乐。"
      ]
   },
   {
      "name": "That show was hilarious and I watched 10 episodes in a row.",
      "trans": [
         "那个节目太搞笑了，我一口气看了10集。"
      ]
   },
   {
      "name": "It's better to snack on an apple or a banana than to have a full meal if you feel hungry in the mid-afternoon.",
      "trans": [
         "如果你在下午三四点感到饿的话，最好是吃个苹果或香蕉，而不是饱餐一顿。"
      ]
   },
   {
      "name": "I don't know exactly when the Forbidden City was built.I only know it was built in the 15th century.",
      "trans": [
         "我不知道紫禁城确切的建成时间。我只知道它是在15世纪建成的。"
      ]
   },
   {
      "name": "The so-called Four Heavenly Kings were incredibly popular in the 1990s.",
      "trans": [
         "所谓的“四大天王”在20世纪90年代非常受欢迎。"
      ]
   },
   {
      "name": "This movie came out in 1997 and it was a massive hit back then.",
      "trans": [
         "这部电影是在1997年上映的，当时它大受欢迎。"
      ]
   },
   {
      "name": "When I was 13 years old,I began to devour everything I could get my hands on—books,magazines and newspapers.",
      "trans": [
         "当我13岁的时候，我开始如饥似渴地阅读所有我能找到的图书、杂志和报纸。"
      ]
   },
   {
      "name": "My best friend is my 15-year-old cousin.Although I'm 10 years older than him,we see eye to eye on most things and get along perfectly.",
      "trans": [
         "我最好的朋友是我15岁的表弟。虽然我比他大10岁，但我们在大多数事情上意见一致，相处得很好。"
      ]
   },
   {
      "name": "Those in their 60s or 70s are quite fond of dancing in parks.Younger people are not so keen.",
      "trans": [
         "那些六十或七十多岁的老人十分喜欢在公园里跳舞。年轻人对此不那么热衷。"
      ]
   },
   {
      "name": "I remember very clearly that I received this letter on August  10th.That was probably the happiest day of my life.",
      "trans": [
         "我清楚地记得，我在8月10日收到了这封信。那可能是我一生中最快乐的一天。"
      ]
   },
   {
      "name": "My sister was  born  in  June  and she  is  a  Gemini.That's why  she  is  so outgoing.She is always the life of the party.",
      "trans": [
         "我妹妹六月出生，她是双子座。这就是她如此外向的原因。她永远是宴会的主角。"
      ]
   },
   {
      "name": "It's extremely hot in my hometown during the summer,and sometimes the temperature can even be 40 degrees Celsius.",
      "trans": [
         "在夏天，我的家乡非常热，有时气温甚至会达到40℃。"
      ]
   },
   {
      "name": "My apartment is pretty spacious.It's about 150 square meters in size.",
      "trans": [
         "我的公寓很宽敞，大约有150平方米大。"
      ]
   },
   {
      "name": "There were roughly 50,000 people at that rock concert.It was the most people I've ever seen in one place.",
      "trans": [
         "大约有5万人去了那场摇滚音乐会。那是我在一个地方见过的最多的人。"
      ]
   },
   {
      "name": "The reason I'm not so fond of my current job is because I have a long commute every day.It takes me 2 hours to get to work by subway.",
      "trans": [
         "我之所以不太喜欢现在的工作，是因为我每天的通勤时间很长。坐地铁上班要花费我两个小时。"
      ]
   },
   {
      "name": "I was required to write four 3,000-word essays and I only had one week to complete them.",
      "trans": [
         "我被要求写4篇3000字的论文，而且我只有一周的时间来完成。"
      ]
   },
   {
      "name": "That English lesson was a nightmare because our teacher asked us to memorize 150 words in one hour.Crazy!",
      "trans": [
         "那堂英语课是一场噩梦，因为老师要求我们在一小时内背下来150个单词。太夸张了!"
      ]
   },
   {
      "name": "They've been married for 62 years and their love doesn't seem to have dwindled a bit.",
      "trans": [
         "他们已经结婚62年了，他们的感情似乎一点儿没淡。"
      ]
   },
   {
      "name": "It's suggested by dietitians that we should consume at least five servings of fruits and vegetables daily.",
      "trans": [
         "营养师建议，我们每天应该至少摄入五份水果和蔬菜。"
      ]
   },
   {
      "name": " I take a taxi once or twice a week—not very often,as it's much more expensive than taking the bus or the subway.",
      "trans": [
         "我每周乘一到两次出租车——不是很频繁，因为它比坐公共汽车或地铁要贵得多。"
      ]
   },
   {
      "name": "I do housework 3 or 4 times a week.",
      "trans": [
         "我每周做三四次家务。"
      ]
   },
   {
      "name": "People nowadays check their social media every five minutes.",
      "trans": [
         "现在人们每五分钟查看一次社交媒体。"
      ]
   },
   {
      "name": "According to a recent poll,Chinese people read an average of 7 books a year.",
      "trans": [
         "根据最近的一项调查，中国人平均每年阅读7本书。"
      ]
   },
   {
      "name": "My neighbour moved in next door five years ago.When we first met,we really hit it off and we've been close friends ever since.",
      "trans": [
         "我的邻居五年前搬来隔壁。当我们第一次见面的时候，我们一见如故，从那以后我们一直是亲密的朋友。"
      ]
   },
   {
      "name": "I got my first ever computer on my 18th birthday.I was on cloud nine when I got it.",
      "trans": [
         "在我十八岁生日那天，我得到了人生中第一台电脑。当我得到它的时候，我高兴得不得了。"
      ]
   },
   {
      "name": "I was late for class yesterday morning.That was the second time I had been late this week.",
      "trans": [
         "我昨天早上上课迟到了。这已经是我本周第二次迟到了。"
      ]
   },
   {
      "name": "My dad gave my mom a gorgeous necklace on their 30th wedding anniversary.",
      "trans": [
         "在他们结婚三十周年纪念日，我爸爸送给我妈妈一条非常好看的项链。"
      ]
   },
   {
      "name": " I'm from Beijing,born and raised.",
      "trans": [
         "我是土生土长的北京人。 "
      ]
   },
   {
      "name": "I come from a gorgeous city in the south of China named Kunming,which is also known as“Spring City” .",
      "trans": [
         "我来自中国南方一个美丽的城市     昆明，它也被称为“春城”。"
      ]
   },
   {
      "name": "I've been living in Shenzhen for 15 years.My family moved here when I was 5.",
      "trans": [
         "我在深圳已经住了15年了。在我5岁时，我们全家搬到了这里。"
      ]
   },
   {
      "name": "Where I come from,Xiamen,is famous for its relaxed and laid-back lifestyle.",
      "trans": [
         "我来自厦门，这个城市以轻松悠闲的生活方式而闻名。"
      ]
   },
   {
      "name": "There are loads of tourist attractions in my hometown and this makes the city a major destination for tourists.",
      "trans": [
         "我家乡有很多旅游景点，这使这个城市成为旅游者的一个主要目的地。"
      ]
   },
   {
      "name": "l live downtown,so it's quite convenient for me to go to those high-end shopping malls and department stores",
      "trans": [
         "我住在市中心，所以我去那些高档购物中心和百货商场很方便。"
      ]
   },
   {
      "name": "l live with my parents in the southwestern suburb of the city.",
      "trans": [
         "我和父母住在城市西南部的郊区。"
      ]
   },
   {
      "name": "Our house is in a small and picturesque village in the north of Chengdu.",
      "trans": [
         "我们的房子坐落在成都北部一个风景如画的小村庄里。"
      ]
   },
   {
      "name": "There are four people in my family—my parents,my older sister and me.",
      "trans": [
         "我家有四口人     我的父母、我的姐姐和我。"
      ]
   },
   {
      "name": "I have three siblings,which is pretty unusual for a Chinese family.",
      "trans": [
         "我有三个兄弟姐妹，这对一个中国家庭来说是很不常见的。"
      ]
   },
   {
      "name": "My dad has been an engineer his entire life and he's going to retire in five years.",
      "trans": [
         "我爸爸当了一辈子的工程师，他五年后就要退休了。"
      ]
   },
   {
      "name": " I was brought up by my grandparents because my mom and dad were super busy when I was growing up.",
      "trans": [
         "我是由爷爷奶奶抚养长大的，因为在我小时候，我爸爸妈妈非常忙。"
      ]
   },
   {
      "name": "My parents raised me to be a responsible man.They also told me that if I promised someone something,I had to deliver.",
      "trans": [
         "我父母把我培养成了一个有责任心的人。他们还告诉我，如果我答应了某人某件事，我必须履行诺言。"
      ]
   },
   {
      "name": "l live in an apartment and it's a very small one because I've just graduated from university and I don't make much money now.",
      "trans": [
         "我住在一个很小的公寓里，因为我刚从大学毕业，现在挣的钱不多。"
      ]
   },
   {
      "name": "l live in a three-bedroom apartment with my parents.",
      "trans": [
         "我和父母住在一套三居室的公寓里。"
      ]
   },
   {
      "name": "My favourite place in the house is the garden where I keep some of my favourite flowers like daffodils.",
      "trans": [
         "在这所房子里我最喜欢的地方是花园，我在那里养了一些我最喜欢的花，比如水仙。"
      ]
   },
   {
      "name": "Trees abound in my neighbourhood and this is what I love the most about living here.",
      "trans": [
         "我的住处附近有很多树，这是我最喜欢住在这里的原因。"
      ]
   },
   {
      "name": "My name was given by my parents and it doesn't have any special meaning actually.",
      "trans": [
         "我的名字是我父母给我取的，它其实没有任何特别的含义。"
      ]
   },
   {
      "name": "My parents picked my name according to the Chinese Five Elements theory.",
      "trans": [
         "我的父母根据中国五行理论选择了我的名字。"
      ]
   },
   {
      "name": "A fortune teller told me to give up my old name so that I would have a brighter future.",
      "trans": [
         "一个算命先生让我改个名字，这样我会有一个更光明的未来。"
      ]
   },
   {
      "name": "I major in Chinese literature because I've always been fond of our traditional culture and poetry.",
      "trans": [
         "我主修中国文学，因为我一直很喜欢我们的传统文化和诗歌。"
      ]
   },
   {
      "name": "I chose to study Japanese primarily because I'd had a penchant for Japanese anime ever since I was a kid.",
      "trans": [
         "我选择学习日语主要是因为我从小就对日本动漫很有兴趣。"
      ]
   },
   {
      "name": "I've been studying advertising for the past three years.I'm going to pursue a career in this field.",
      "trans": [
         "我学广告学三年了。我打算从事这个领域的工作。"
      ]
   },
   {
      "name": "I'd like to further my studies in Canada after I finish my bachelor's degree.",
      "trans": [
         "在完成学士学位后，我想继续在加拿大深造。"
      ]
   },
   {
      "name": "I'm working as a fashion designer.This was my dream job when I was a teenager and I'm happy that I've realized this dream.",
      "trans": [
         "我是一名时装设计师。这是我十几岁时梦想的工作，我很高兴我实现了这个梦想。"
      ]
   },
   {
      "name": " My parents have always tried to convince me to become a civil servant because it has great job security.",
      "trans": [
         "我的父母一直试图说服我成为一名公务员，因为这有很好的工作保障。"
      ]
   },
   {
      "name": "I'm mainly responsible for drawing up contracts.It sounds like a menial job, but I can't afford to make any mistakes.",
      "trans": [
         "我主要负责起草合同。这听起来像是一份枯燥、低级的工作，但我不能犯任 何错误。"
      ]
   },
   {
      "name": " I'm in a dead-end job.There's no room for any pay raise or promotion.",
      "trans": [
         "我的工作没有前途，没有任何加薪或晋升的空间。"
      ]
   },
   {
      "name": "I'm fed up with my boss and I've been considering changing jobs recently.",
      "trans": [
         "我受够了我的老板，我最近一直在考虑换工作。"
      ]
   },
   {
      "name": "My job is quite rewarding and I feel that I'm making a difference to others' lives.",
      "trans": [
         "我的工作很有意义，我觉得我可以对别人的生活产生影响。"
      ]
   },
   {
      "name": " I'm going to talk about visiting Palau,a beautiful island country in the Pacific Ocean.",
      "trans": [
         "我要谈谈游览帕劳的经历。帕劳是太平洋上一个美丽的岛国。"
      ]
   },
   {
      "name": " London is a city teeming with history and culture.",
      "trans": [
         "伦敦是一个充满历史和文化的城市。"
      ]
   },
   {
      "name": "The people in Fiji are hospitable and welcoming.",
      "trans": [
         "斐济人民非常热情好客。"
      ]
   },
   {
      "name": " Paris is famous for the Eiffel Tower.",
      "trans": [
         "巴黎以埃菲尔铁塔而闻名。"
      ]
   },
   {
      "name": "The Grand Canyon really took my breath away.",
      "trans": [
         "大峡谷的壮观令我惊叹。"
      ]
   },
   {
      "name": "The four of us went to Tasmania this autumn and it was a once-in-a-lifetime experience.",
      "trans": [
         "我们四个人今年秋天去了塔斯马尼亚，那是一次终生难忘的经历。"
      ]
   },
   {
      "name": " Something I've wanted to do for ages is go to Canada on vacation.",
      "trans": [
         "去加拿大度假是我很久以来一直想要做的事。"
      ]
   },
   {
      "name": "Driving there was an amazing experience.The views were absolutely stunning.",
      "trans": [
         "自驾去那里是一次非常棒的经历。那里的景色美极了。"
      ]
   },
   {
      "name": "Osaka is a fantastic city.The streets are spotless.",
      "trans": [
         "大阪是一个极好的城市，街道一尘不染。"
      ]
   },
   {
      "name": " Celebrating my birthday while cruising on the Mediterranean Sea was surreal for  me.",
      "trans": [
         "在地中海上航行时庆祝我的生日简直太梦幻了。"
      ]
   },
   {
      "name": "I've always wanted to go skydiving in New Zealand.All I need now is the guts to do it,haha.",
      "trans": [
         "我一直想去新西兰跳伞。我现在需要的是去跳伞的勇气，哈哈。"
      ]
   },
   {
      "name": "I'd like to go and work in Milan.Perhaps that's the dream of many fashion designers.",
      "trans": [
         "我想去米兰工作。也许这是许多时装设计师的梦想。"
      ]
   },
   {
      "name": "One thing on my bucket list is to go to Antarctica.",
      "trans": [
         "我的遗愿清单上的其中一件事是去南极洲。"
      ]
   },
   {
      "name": "I don't know much about Morocco,but I just think it sounds like a really mysterious country.",
      "trans": [
         "我对摩洛哥不太了解，但我只是觉得它听起来像是一个很神秘的国家。"
      ]
   },
   {
      "name": "The rice terraces in Yuanyang are spectacularly beautiful.",
      "trans": [
         "元阳梯田壮观美丽。"
      ]
   },
   {
      "name": "Qinghai Lake is the biggest salt water lake in China and it's a popular tourist destination.",
      "trans": [
         "青海湖是中国最大的咸水湖，也是一个受欢迎的旅游目的地。"
      ]
   },
   {
      "name": "One of the most enjoyable experiences I've had was hiking on the Great Wall when I was only 13.",
      "trans": [
         "我曾有过的最愉快的经历之一就是在我只有13岁的时候，在长城上徒步旅行。"
      ]
   },
   {
      "name": "I like to get away from it all from time to time and go somewhere quiet to recharge my batteries.",
      "trans": [
         "我喜欢时不时地出去旅游，找个安静的地方去放松一下。"
      ]
   },
   {
      "name": "This park is where many people go to hang out, work out and socialize.",
      "trans": [
         "这个公园是许多人出去逛逛、锻炼和社交的地方。"
      ]
   },
   {
      "name": "I had thought it would be a place with very few people, but I was so wrong. The place was jam-packed.",
      "trans": [
         "我原以为那会是个人很少的地方，但我错了。那儿很拥挤。"
      ]
   },
   {
      "name": "This temple is off the beaten track and not many people know it.",
      "trans": [
         "这座寺庙位于一个人迹罕至的地方，没有多少人知道它。"
      ]
   },
   {
      "name": "I would like to live in a house nestled in the mountains far away from the hustle and bustle of the city.",
      "trans": [
         "我想住在山里，远离城市的喧嚣。"
      ]
   },
   {
      "name": "Dozens of people were smiling and shedding tears at the same time when my sister and her fiance walked down the aisle.",
      "trans": [
         "当我的姐姐和她的未婚夫一起步入婚礼殿堂的时候，许多人在微笑的同时为他们流下了开心的泪水。"
      ]
   },
   {
      "name": "I saw hundreds of tropical plants at the botanical garden. Some of them were quite unusual.",
      "trans": [
         "我在植物园里看到了数百种热带植物。其中有些植物很不寻常。"
      ]
   },
   {
      "name": " Walking on the beach and picking up shells was extremely relaxing and pleasurable.",
      "trans": [
         "在沙滩上散步和捡贝壳让人感觉非常放松和愉快。"
      ]
   },
   {
      "name": "My mom goes to the square close to my home every day to dance with other ladies her age.",
      "trans": [
         "我妈妈每天都去我家附近的广场与和她同龄的女士们跳舞。"
      ]
   },
   {
      "name": "The reasons why I like this cafe are the terrific coffee, friendly staff and soothing atmosphere.",
      "trans": [
         "我喜欢这家咖啡馆的原因是咖啡很棒、员工友善和气氛舒适。"
      ]
   },
   {
      "name": "Whenever I feel down in the dumps, I go to that theatre and see a movie alone.",
      "trans": [
         "每当我情绪低落的时候，我就去那家电影院一个人看场电影。"
      ]
   },
   {
      "name": "Only sunny places can cheer me up. I feel depressed when I'm in a place where it always rains.",
      "trans": [
         "只有阳光明媚的地方才能使我开心起来。我要是待在一个老是下雨的地方，会感到沮丧。"
      ]
   },
   {
      "name": "One of my goals in life is to travel all over the world.",
      "trans": [
         "我人生的目标之一就是环游世界。"
      ]
   },
   {
      "name": "My favourite Chinese festival is definitely the Spring Festival mainly because I get seven days off. It's a good opportunity to recharge.",
      "trans": [
         "我最喜欢的中国节日当然是春节，主要是因为我可以休息七天。这是个放松休整的好机会。"
      ]
   },
   {
      "name": "The first day of the New Year falls on the new moon between January 21st and February 20th.",
      "trans": [
         "新年的第一天是1月21日到2月20日之间的新月之时。"
      ]
   },
   {
      "name": " What I like the most about the Spring Festival is the family reunion dinner.",
      "trans": [
         "关于春节，我最喜欢的是团圆饭。"
      ]
   },
   {
      "name": "This is a festival when we meet our relatives and old friends and do a lot of catching up.",
      "trans": [
         "每逢这个节日，我们都会和亲戚、老友见面，好好叙旧一番。"
      ]
   },
   {
      "name": "I remember always receiving some lucky money when I was a child. Now that I've started working, no one gives me that money anymore.",
      "trans": [
         "我记得我小时候总是收到一些压岁钱。现在我开始工作了，没人再给我钱了。"
      ]
   },
   {
      "name": "My parents and I had a lot of fun making and eating dumplings together last year.",
      "trans": [
         "去年，父母和我一起做饺子、吃饺子，非常开心。"
      ]
   },
   {
      "name": "We watched the CCTV Spring Festival gala for four hours until midnight. Then,we went out to set off firecrackers.",
      "trans": [
         "我们看了四个小时央视春晚， 一直到午夜。然后我们出去放鞭炮。"
      ]
   },
   {
      "name": "Families and friends spend time together on Christmas Eve and have a big meal.",
      "trans": [
         "家人和朋友会在一起过圣诞夜，吃一顿大餐。"
      ]
   },
   {
      "name": "There is a sense of anticipation and excitement in the period leading up to Christmas.",
      "trans": [
         "在圣诞节来临之前，大家会有一种期待和兴奋的感觉。"
      ]
   },
   {
      "name": "One problem is that Christmas has become too commercialized and everyone is expected to buy gifts for others.",
      "trans": [
         "一个问题是，圣诞节被过于商业化了，每个人都被期待给别人买礼物。"
      ]
   },
   {
      "name": "I booked a table at a high-end restaurant on Christmas Eve and proposed to my girlfriend there.She said“Yes”!",
      "trans": [
         "我在圣诞夜订了一家高档餐厅的位子，并在那儿向我的女朋友求婚。她说了“我愿意”!"
      ]
   },
   {
      "name": "Christmas is around the corner and I'm considering buying a Christmas tree and some ornaments to decorate my apartment.",
      "trans": [
         "圣诞节即将来临，我正考虑买一棵圣诞树和一些装饰品来装饰我的公寓。"
      ]
   },
   {
      "name": "The Mid-Autumn Festival is on the 15th day of the 8th month of the lunar calendar.",
      "trans": [
         "中秋节是阴历第八个月第十五天。"
      ]
   },
   {
      "name": "It's said the moon is the brightest and roundest on this day,which is associated with the Chinese concept of family reunion.",
      "trans": [
         "据说这一天的月亮是最亮、最圆的，这就和中国阖家团圆的概念联系起来了。"
      ]
   },
   {
      "name": "A big part of the celebration is eating mooncakes.Some kinds of mooncakes can be palatable,whereas others are not.",
      "trans": [
         "庆祝这个节日的一个重要部分是吃月饼。有些月饼很好吃，而有些则不然。"
      ]
   },
   {
      "name": "Sometimes,the  Mid-Autumn  Festival  coincides  with  the  National  Day Holiday,so people have more time off and decide to go travelling.",
      "trans": [
         "有时，中秋节恰逢国庆节假期，所以人们有更多的休假时间，便决定去旅游。"
      ]
   },
   {
      "name": "I was too busy last year and I wasn't able to go back to my parents' place for the festival.I will make it up to them this year by giving them a big gift.",
      "trans": [
         "去年我太忙了，没能回到父母家里过节。今年我将送他们一份大礼以补偿他们。"
      ]
   },
   {
      "name": "Valentine's Day is an annual festival celebrated on February  14th.",
      "trans": [
         "情人节是每年的2月14日。"
      ]
   },
   {
      "name": "Although it's originally a western festival,it's celebrated throughout the world.",
      "trans": [
         "虽然它原本是西方的节日，但全世界的人都会过这个节。"
      ]
   },
   {
      "name": "Valentine's Day is a big thing in China,especially among young people.",
      "trans": [
         "情人节在中国很流行，特别是在年轻人当中。"
      ]
   },
   {
      "name": "I didn't have a boyfriend,so I decided to buy some roses and then sell them to those lovebirds celebrating the festival.",
      "trans": [
         "我当时没有男朋友，所以我决定去买一些玫瑰花，然后卖给那些庆祝节日的情侣。"
      ]
   },
   {
      "name": "What came as a big surprise for my mom was that my dad bought her a necklace and 99 roses on that day.",
      "trans": [
         "给我妈妈的一个大惊喜是，那天我爸爸给她买了一条项链和99朵玫瑰花。"
      ]
   },
   {
      "name": " Qingming  Festival,also  known  as  Tomb-Sweeping  Day  in  English,is  a traditional Chinese festival that falls on a day around the fifth of April.",
      "trans": [
         "清明节，又称“祭祖节”,是一个中国传统节日，它在四月五日前后的一天。"
      ]
   },
   {
      "name": "It's a statutory public holiday in China.",
      "trans": [
         "这是一个中国的法定假日。"
      ]
   },
   {
      "name": "This festival is when Chinese people visit burial grounds to pray to their ancestors.",
      "trans": [
         "这个节日是中国人扫墓祭祖的日子。"
      ]
   },
   {
      "name": "Going on outings and flying kites are also popular activities during the Qingming Festival.",
      "trans": [
         "外出郊游和放风筝也是清明节期间很受欢迎的活动。"
      ]
   },
   {
      "name": "I dressed up as a fish last year on Halloween.It wasn't scary at all,but rather hilarious.",
      "trans": [
         "去年万圣节我打扮成一条鱼。它一点也不可怕，反而相当搞笑。"
      ]
   },
   {
      "name": "One popular activity among some Chinese people on the Winter Solstice Festival is the making and eating of balls of glutinous rice,known as Tangyuan in Chinese.",
      "trans": [
         "在冬至，在一些中国人中很受欢迎的活动是制作和吃糯米团子，在中文里被称为“汤圆”。"
      ]
   },
   {
      "name": "Last Thanksgiving,I made a card for most of my friends,expressing my gratitude to them for being around me.",
      "trans": [
         "去年感恩节，我为大多数朋友做了贺卡，以表达我对他们在我身边的感激之情。"
      ]
   },
   {
      "name": "Single's Day,which is celebrated on November 1Th,has fast become one of the most popular festivals in China.",
      "trans": [
         "光棍节是11月11号。它在过去几年中已经快速成了在中国最受欢迎的节日之一。"
      ]
   },
   {
      "name": " Winter is absolutely my favourite season.I like to see the world covered in a blanket of snow.",
      "trans": [
         "冬天是我最喜欢的季节。我喜欢看到银装素裹的世界。"
      ]
   },
   {
      "name": "It's bitterly cold in the winter and the temperature can even drop to minus degrees Celsius.",
      "trans": [
         "冬天很冷，气温甚至可以低至零下20摄氏度。"
      ]
   },
   {
      "name": "We get quite heavy snowfalls sometimes,which can make the traffic come to a complete standstill.",
      "trans": [
         "有时我们会遭遇强降雪，它可以使交通陷入完全瘫痪。"
      ]
   },
   {
      "name": "The roads can get extremely icy and slippery.",
      "trans": [
         "道路会结冰，变得非常滑。"
      ]
   },
   {
      "name": "Spring lasts from March to May in my hometown and the weather is quite mild during this time of year.",
      "trans": [
         "在我的家乡，春天从三月持续到五月，每年的这个时候天气都很温和。"
      ]
   },
   {
      "name": "One of the best things about spring is that all the plants come to life again.",
      "trans": [
         "春天最美好的事情之一，是所有植物再次苏醒过来。"
      ]
   },
   {
      "name": "The sounds of spring are wonderful too as birds come back and start chirping again.",
      "trans": [
         "春天的声音也很美妙，鸟儿又飞回来了，又开始叽叽喳喳地叫了。"
      ]
   },
   {
      "name": "It's common to have heatwaves in the summertime.",
      "trans": [
         "热浪在夏天很常见。"
      ]
   },
   {
      "name": "It's scorching hot most of the time and so I go swimming as often as possible to cool off",
      "trans": [
         "大部分时间都非常炎热，所以我尽可能地多去游泳，来解暑降温。"
      ]
   },
   {
      "name": "I forgot to put on sunscreen and went out in the burning sun.I got a bad sunburn that day.",
      "trans": [
         "我忘了涂防晒霜，在烈日下出门了。那天我晒伤了。"
      ]
   },
   {
      "name": "There are downpours frequently in the summer and sometimes our city even gets flooded.",
      "trans": [
         "夏天经常下暴雨，有时甚至我们的城市都会被淹。"
      ]
   },
   {
      "name": "Somehow,the shedding of leaves in the autumn/fall gives me a sense of inner peace.",
      "trans": [
         "不知何故，秋天飘零的树叶给予我一种内心平静的感觉。"
      ]
   },
   {
      "name": "Autumn/Fall marks the transition from summer to winter,and it's quite short in my country.",
      "trans": [
         "秋季标志着从夏季到冬季的转变，它在我们国家相当短暂。"
      ]
   },
   {
      "name": "I love to watch the colour changes of the whole world:green in summer becomes amber,gold,and red in autumn.",
      "trans": [
         "我喜欢留意观察整个世界的颜色变化：夏天的绿色在秋天变成琥珀色、金色和红色。"
      ]
   },
   {
      "name": "What I like the most about autumn/fall is the Mid-Autumn Festival when I have a reunion dinner with my folks.",
      "trans": [
         "中秋节是我最喜欢秋天的原因，那一天我可以和家人一起吃个团圆饭。"
      ]
   },
   {
      "name": " I check the weather forecast every day in case there's rain the next day.I don't want to be caught in it.",
      "trans": [
         "我每天都会查看天气预报，以防第二天下雨。我可不想淋雨。"
      ]
   },
   {
      "name": "If it rains or drizzles in the morning,it usually clears up later in the afternoon.",
      "trans": [
         "如果早晨下雨或有蒙蒙细雨，通常在下午天就会放晴。"
      ]
   },
   {
      "name": "Thunderstorms keep me awake at night.No matter how hard I try,I can't fall asleep.",
      "trans": [
         "雷雨使我晚上睡不着。无论多么努力尝试，我都无法入睡。"
      ]
   },
   {
      "name": "Sometimes,we get very depressing weather.All the clouds just put me in a bad mood.",
      "trans": [
         "有时候天气会令人消沉。天上的乌云让我心情很不好。"
      ]
   },
   {
      "name": "There's going to be some nasty weather next week.",
      "trans": [
         "下星期会有很糟糕的天气。"
      ]
   },
   {
      "name": "I'm not a fan of overcast weather.In fact,I don't suppose anyone likes it.",
      "trans": [
         "我不喜欢阴天。事实上，我想没有人会喜欢它。"
      ]
   },
   {
      "name": "I can't stand the humidity in the south of China,especially in the winter.It makes it even colder than the north.",
      "trans": [
         "我不能忍受中国南方的潮湿，尤其是在冬天。它甚至会让人感觉南方比北方还要冷。"
      ]
   },
   {
      "name": "The sun is nice and warm today.It's perfect for outdoor activities.",
      "trans": [
         "今日阳光和煦，非常适合户外活动。"
      ]
   },
   {
      "name": "I wear sunglasses when the sun is very bright.",
      "trans": [
         "当阳光刺眼的时候我会戴墨镜。"
      ]
   },
   {
      "name": "It was a pleasant day yesterday.Unfortunately,I was stuck at home doing my homework.",
      "trans": [
         "昨天天气特别好。不幸的是，我只能待在家里做作业。"
      ]
   },
   {
      "name": "I love sunny days because they put me in a better frame of mind.",
      "trans": [
         "我喜欢阳光灿烂的日子，因为它们可以让我心情更好。"
      ]
   },
   {
      "name": "The winds can get really strong in the spring.",
      "trans": [
         "春天的风有时会很猛烈。"
      ]
   },
   {
      "name": "I like a nice warm summer breeze.",
      "trans": [
         "我喜欢温暖的夏日微风。"
      ]
   },
   {
      "name": "It's going to be freezing cold tomorrow.I have to bundle up.",
      "trans": [
         "明天会很冷，我得穿得暖和点。"
      ]
   },
   {
      "name": "No one likes foggy weather.It's a big problem for the traffic.",
      "trans": [
         "没有人喜欢雾天。大雾对交通来说是个大问题。"
      ]
   },
   {
      "name": "Our world is beautiful and exciting because it's filled with colors.",
      "trans": [
         "我们的世界是美丽的、令人兴奋的，因为它充满了不同的色彩。"
      ]
   },
   {
      "name": "My favourite colour used to be green,but now I like red more.",
      "trans": [
         "从前我最喜欢的颜色是绿色，但是现在，我更喜欢红色。"
      ]
   },
   {
      "name": "I have a strange fascination with the colour white.When I'm surrounded by this colour,I feel a deep sense of calmness in my mind.",
      "trans": [
         "我对白色有种奇特的迷恋。每当我被这种颜色包围时，我都会感到内心深处 的平静。"
      ]
   },
   {
      "name": "There are many variants of the colour blue—sea blue,azure blue,navy blue and so on.",
      "trans": [
         "蓝色有很多种——海蓝、天蓝、深蓝等。"
      ]
   },
   {
      "name": "I'm not quite sure of the significance of the colour,but I do find orange an attractive hue.",
      "trans": [
         "我不太清楚橙色的重要性，但我确实觉得它很吸引人。"
      ]
   },
   {
      "name": "Whenever I go shopping for clothes,those pink dresses and skirts always catch my attention.",
      "trans": [
         "每当我去买衣服时，那些粉色的连衣裙和半身裙总能引起我的注意。"
      ]
   },
   {
      "name": "Different colors convey different meanings to people.",
      "trans": [
         "不同的颜色向人们传达不同的含义。"
      ]
   },
   {
      "name": "Red is undoubtedly the most important colour in China.It stands for happiness—a concept that is of great significance in our culture.",
      "trans": [
         "在中国，红色无疑是最重要的颜色。它代表着幸福，这一概念在我们的文化中有着重要的意义。"
      ]
   },
   {
      "name": "Red is also associated with patriotism because it's the colour of our national flag.",
      "trans": [
         "红色也与爱国主义联系在一起，因为它是我们国旗的颜色。"
      ]
   },
   {
      "name": " My favourite season is autumn/fall perhaps due to all the beautiful yellow ginkgo leaves during this time of year.",
      "trans": [
         "我最喜欢的季节是秋天，可能是因为在这个时间那些美丽的黄色银杏叶。"
      ]
   },
   {
      "name": "Blue is seen as conservative and also many people who can be called “thinkers”tend to like this colour.",
      "trans": [
         "蓝色被认为是保守的，有许多可以被称为“思想者”的人往往喜欢这种颜色。"
      ]
   },
   {
      "name": "Purple is the colour of imagination,but it can also seem a bit immature and impractical.",
      "trans": [
         "紫色是代表幻想的颜色，但它也有点不成熟和不切实际。"
      ]
   },
   {
      "name": "Brown is the most down-to-earth colour of all and it's always associated with security,protection and comfort.",
      "trans": [
         "棕色是最朴实的颜色，它总是与安全、保护和舒适联系在一起。"
      ]
   },
   {
      "name": "Gold has been traditionally interpreted as the colour of wealth and status in China.",
      "trans": [
         "在中国，金色在传统意义上被认为是代表财富和地位的颜色。"
      ]
   },
   {
      "name": "Green is the colour of nature and those who like this colour tend to be kind,generous and compassionate.",
      "trans": [
         "绿色是大自然的颜色，喜欢这种颜色的人往往善良、慷慨、富有同情心。"
      ]
   },
   {
      "name": "I guess I play a lot of games online now partly because of my dad,who is an expert gamer.",
      "trans": [
         "我想我现在喜欢玩网络游戏，在一定程度上是因为我的父亲是个专业玩家。"
      ]
   },
   {
      "name": "My teenage cousin and I often go to the library where we do some reading and exchange ideas with each other.",
      "trans": [
         "我十几岁的表弟和我经常去图书馆读书，互相交流思想。"
      ]
   },
   {
      "name": "Whenever I feel a bit bored,I just begin to do some chores,which I think is a good way to drive away all the boredom.",
      "trans": [
         "每当我觉得有点无聊的时候，我就开始做一些家务，这是赶走所有无聊的一个 好办法。"
      ]
   },
   {
      "name": "I was a huge fan of eating fruit when I was a child and I particularly loved pomegranates.",
      "trans": [
         "我小时候非常喜欢吃水果，尤其是石榴。"
      ]
   },
   {
      "name": " My folks and I dig reality television,especially those shows that involve a lot of excitement and suspense.",
      "trans": [
         "我和我的家人都喜欢看真人秀节目，尤其是那些激动人心、充满悬念的节目。"
      ]
   },
   {
      "name": "My current job is pretty rewarding,whereas I couldn't get any satisfaction from my job before.",
      "trans": [
         "我现在的工作很有意义，但是我无法从之前的工作中获得任何满足感。"
      ]
   },
   {
      "name": "I'm not fond of wearing jewellery.By contrast,my younger sister wears a necklace and a pair of earrings every day.",
      "trans": [
         "我不喜欢戴首饰。相比之下，我妹妹每天都戴着一条项链和一副耳环。"
      ]
   },
   {
      "name": "It takes years of hard work to learn a language well.Having said that,some people are very talented and perhaps they can master a foreign language within a short period of time.",
      "trans": [
         "学好一门语言需要多年的艰苦努力。话虽如此，有些人很有天分，也许他们能在短时间内掌握一门外语。"
      ]
   },
   {
      "name": " After jogging for 5 months,I successfully got slimmer. To be exact,I lost  pounds.",
      "trans": [
         "坚持慢跑5个月后，我减肥成功了。确切地说，我瘦了25磅。"
      ]
   },
   {
      "name": " The Forbidden City is hundreds of years old.To be more specific,it was built in the  00s,600 years ago.",
      "trans": [
         "紫禁城有数百年历史。更具体地说，它建于600年前的15世纪。"
      ]
   },
   {
      "name": " The traffic in my hometown is hellish.What I mean is that I'm caught up in traffic almost every day.",
      "trans": [
         "我家乡的交通很糟糕。我的意思是我几乎每天都被堵在路上。"
      ]
   },
   {
      "name": " Typically,children in China are asked by their parents to learn a musical instrument when they're very small",
      "trans": [
         "通常情况下，中国的孩子在他们很小的时候，就被他们的父母要求学习一件 乐器。"
      ]
   },
   {
      "name": "All in all,the event that I organized was a great success.",
      "trans": [
         "总的来说，我组织的这次活动非常成功。"
      ]
   },
   {
      "name": "Reading is a good way to reduce stress.Plus,it provides people with many talking points.",
      "trans": [
         "阅读是减压的好方法。此外，它为人们提供了许多谈资。"
      ]
   },
   {
      "name": "Another difference between city life and country life is the pace of life.It's much slower in the countryside.",
      "trans": [
         "城市生活和乡村生活的另一个不同点是生活节奏。乡下的生活节奏慢多了。"
      ]
   },
   {
      "name": "I'm not sure if I'll change jobs in the future.It is a possibility.",
      "trans": [
         "我不确定将来是否会换工作。这是一个可能性。"
      ]
   },
   {
      "name": " I haven't been to any seaside city before.I hope to go to one in the near future.",
      "trans": [
         "我以前没有去过任何海滨城市。我希望在不久的将来去一个。"
      ]
   },
   {
      "name": "I believe there will be robots helping people with their housework in the not-too-distant future.",
      "trans": [
         "我相信在不久的将来，会有机器人帮助人们做家务。"
      ]
   },
   {
      "name": "I'm going to Inner Mongolia next week,and hopefully,there will be as many stars at night as in the pictures I've seen before.",
      "trans": [
         "下周我要去内蒙古，希望晚上能看到像我以前看过的照片里一样多的星星。"
      ]
   },
   {
      "name": "One of my college friends will come to Beijing in a couple of weeks,and I will show him around the city.",
      "trans": [
         "我的一个大学时的朋友将在两个星期后到北京来，我会带他到处转转。"
      ]
   },
   {
      "name": " My parents and I are going to Okinawa on vacation next month,and we're going to fly there for sure.",
      "trans": [
         "我的父母和我下个月要去冲绳度假，我们肯定要乘飞机去那里。"
      ]
   },
   {
      "name": "There will be a public holiday next month,and I will probably go and pay my high school maths teacher a visit.",
      "trans": [
         "下个月会有一个公共假期，我很可能会去拜访我的高中数学老师。"
      ]
   },
   {
      "name": "My favourite singer is coming to Hangzhou next month,and quite a few of my friends are considering going to his concert",
      "trans": [
         "我最喜欢的歌手下个月要来杭州，我的几个朋友正在考虑去听他的音乐会。"
      ]
   },
   {
      "name": "Hawaii is absolutely one of the most popular travel destinations,and I intend to go there after I graduate from college.",
      "trans": [
         "夏威夷绝对是最受欢迎的旅游目的地之一，我打算大学毕业之后去那里。"
      ]
   },
   {
      "name": "Everyone tells me I’m tone-deaf.I intend to take some singing lessons next year.",
      "trans": [
         "每个人都说我五音不全。我打算明年去上一些声乐课。"
      ]
   },
   {
      "name": "It's likely that smartphones will be able to do most of the things a DSLR camera can do.",
      "trans": [
         "智能手机将很有可能完成单反相机能做的大部分事情。"
      ]
   },
   {
      "name": "It's quite likely that my niece will want to pursue a career in painting when she grows up.She's won so many awards in this field.",
      "trans": [
         "我侄女长大后很可能会想从事绘画职业。她已经在这一领域赢得了许多奖项。"
      ]
   },
   {
      "name": "The likelihood is that people will be more and more sedentary in the future.",
      "trans": [
         "将来人们可能会越来越久坐不动。"
      ]
   },
   {
      "name": "The local council is planning on building a new subway station near my home.The likelihood is that there will be a lot of noise soon.",
      "trans": [
         "地方政府正计划在我家附近建一个新的地铁站。可能很快就会有很多噪声了。"
      ]
   },
   {
      "name": "In all likelihood,we will move to another apartment next year.",
      "trans": [
         "明年我们很有可能搬到另一套公寓去。"
      ]
   },
   {
      "name": "In all likelihood,the city will be even more congested in the future as more and more people come here in search of work.",
      "trans": [
         "十有八九，随着越来越多的人来这里找工作，我们的城市将会越来越拥堵。"
      ]
   },
   {
      "name": "My best friend's birthday is coming up and I plan to buy her a Kindle because she's a bookworm.",
      "trans": [
         "我最好的朋友的生日快到了，我打算给她买一个Kindle,因为她很喜欢读书。"
      ]
   },
   {
      "name": " I've never given my mom any flowers before,but next Mother's Day,I will certainly buy her a bunch of carnations.",
      "trans": [
         "我以前从来没有给我妈妈送过花，但是在下一个母亲节，我一定会给她买一束康乃馨。"
      ]
   },
   {
      "name": "I 'm quite attached to my hometown,and I think I will I've here for the rest of my life.",
      "trans": [
         "我非常喜欢我的家乡，我想我会在这里住一辈子。"
      ]
   },
   {
      "name": "They are a happily married couple,and I hope they will love each other as much as now for the rest of their lives.",
      "trans": [
         "他们是一对幸福的夫妻，我希望他们在今后的生活中能像现在一样彼此相爱。"
      ]
   },
   {
      "name": "I'm convinced that more and more people will choose to eat out or order takeout food online due to the fact that we're increasingly busy.",
      "trans": [
         "我相信越来越多的人会选择在外面吃或在网上点外卖，因为我们越来越忙。"
      ]
   },
   {
      "name": " Photos are taken so that we can look at them in the future and reminisce about the past.",
      "trans": [
         "我们拍照片是为了可以将来再看看它们，回忆一下过去。"
      ]
   },
   {
      "name": " The  Spring   Festival  is  approaching,and  we  will  see  more  and  more festivities all over the country.",
      "trans": [
         "春节即将来临，我们将在全国各地看到越来越多的庆祝活动。"
      ]
   },
   {
      "name": "I know it's not a positive trend,but it's certain that people will read books less in the future.",
      "trans": [
         "我知道这不是一个好的趋势，但可以肯定的是，将来人们读书的时间会更少。   "
      ]
   },
   {
      "name": "If all animals disappeared,human beings would die out with them too.",
      "trans": [
         "如果所有的动物都消失了，人类也会随之灭亡。"
      ]
   },
   {
      "name": "If I had a son,I would make sure that he did a lot of sports and perhaps even encourage him to become a professional athlete.",
      "trans": [
         "如果我有一个儿子，我会确保他做很多运动，甚至可能鼓励他成为一名职业运动员。"
      ]
   },
   {
      "name": "No one is sure what's going to happen in the future,but it's likely that families will be more dispersed than they are now.",
      "trans": [
         "没有人知道未来会发生什么,但很有可能家庭成员们会比现在更加分散。"
      ]
   },
   {
      "name": "Those who are impolite are bound to lose in their lives.",
      "trans": [
         "那些不懂礼貌的人注定会在生活中失败。"
      ]
   },
   {
      "name": "If I can master another language,I'm bound to be more competitive in the job market.",
      "trans": [
         "如果我能掌握另一门语言，我一定会在就业市场上更有竞争力。"
      ]
   },
   {
      "name": " Skydiving is something I've yearned to do for ages.It's bound to be exhilarating when I really try it one day.",
      "trans": [
         "高空跳伞是我一直想做的事。有朝一日我真的去尝试的时候， 一定会很刺激。"
      ]
   },
   {
      "name": "I'd like to tell you about visiting a warm-hearted lady last month.",
      "trans": [
         "我想告诉你我上个月拜访一位热心女士的事。"
      ]
   },
   {
      "name": "One of my classmates made fun of my love handles and that was when I decided to lose weight.",
      "trans": [
         "我的一个同学取笑了我的腰间赘肉，那时我就决定要减肥了。"
      ]
   },
   {
      "name": "That G.I.Joe was a gift from my uncle.He told me that he had bought it in the United States.",
      "trans": [
         "那个美国大兵玩具模型是我叔叔送的礼物。他告诉我他是在美国买的。  "
      ]
   },
   {
      "name": "I was about to head out when it suddenly began to pour.The thunderstorm ruined my day.",
      "trans": [
         "我正要出门时突然下起了倾盆大雨。这场雷雨毁了我的一天。"
      ]
   },
   {
      "name": " After I told everybody about my dream of becoming a driver in the future,all the kids in the class began to laugh.",
      "trans": [
         "当我告诉大家我梦想在将来成为一名司机时，班上所有的孩子都笑了起来。"
      ]
   },
   {
      "name": "The weirdest dream I've ever had was one about me kissing Jackie romantically.",
      "trans": [
         "我所做过的一个最奇怪的梦是我浪漫地亲吻杰基。"
      ]
   },
   {
      "name": " As I was walking down the street,I saw a hungry trembling homeless guy.",
      "trans": [
         "我走在街上时，看到了一个饿得发抖的流浪汉。"
      ]
   },
   {
      "name": "  No one had ever called me a coward before,so when that guy did that day, I was deeply hurt.",
      "trans": [
         "以前从来没有人说过我是个胆小鬼，所以那天那个家伙这么说的时候，我深深地受到了伤害。"
      ]
   },
   {
      "name": "It was my mom who introduced me to online shopping.Anyone would find it hard to believe.",
      "trans": [
         "是我妈妈让我开始尝试网上购物的。任何人都会觉得这难以置信。"
      ]
   },
   {
      "name": "We chatted with each other for a while and we really hit it off.",
      "trans": [
         "我们聊了一会，感觉很投缘。"
      ]
   },
   {
      "name": "The article said that it was going to be even smoggier this winter.",
      "trans": [
         "这篇文章说今年冬天雾霾会更加严重。"
      ]
   },
   {
      "name": "The movie was so full of suspense that I was on the edge of my seat the whole time.",
      "trans": [
         "这部电影充满了悬念，我在看的时候一直提心吊胆。"
      ]
   },
   {
      "name": "  Reading books and newspapers was people's main form of relaxation before TV became popular.",
      "trans": [
         "在电视流行起来之前，阅读书籍和报纸是人们主要的消遣方式。"
      ]
   },
   {
      "name": "A foreign girl asked me how she could get to the library.I was so nervous that I showed her the way to the cafeteria.",
      "trans": [
         "一个外国女孩问我怎么去图书馆。我太紧张了，给她指了去食堂的路。"
      ]
   },
   {
      "name": "I wasn't sure why my aunt bought me a cardigan as a birthday gift.AII I could do was force a smile and say “thank you” .",
      "trans": [
         "我不知道为什么我姑姑给我买了一件开襟羊毛衫作为生日礼物。我所能做的就是勉强笑笑，说声“谢谢”。"
      ]
   },
   {
      "name": "I was told the air quality of that place wasn't good,but I hadn't expected it to be so bad.",
      "trans": [
         "我听说那个地方的空气质量不好，但我没料到会这么糟。"
      ]
   },
   {
      "name": "If I hadn't watched that documentary,I wouldn't know there's such a breathtakingly beautiful place in Yunnan.",
      "trans": [
         "如果我没有看过那部纪录片，我就不会知道在云南居然有这么一个美得令人窒息的地方。"
      ]
   },
   {
      "name": "To my surprise,the Summer Palace wasn't as crowded as I had imagined.I ended up having a great time there.",
      "trans": [
         "令我惊讶的是，颐和园并不像我想象的那么拥挤。我在那里玩得很开心。"
      ]
   },
   {
      "name": "On the whole,the Americans are not as happy as in the past even though they're much wealthier than before.",
      "trans": [
         "总的来说，尽管美国人比以前富裕了很多，但他们并不像过去那样开心。"
      ]
   },
   {
      "name": "So many students attribute their poor English skills to not having a good memory.",
      "trans": [
         "许多学生认为他们英语不好是因为没有好的记忆力。"
      ]
   },
   {
      "name": "Fake news”is a very popular term now,so I tend not to believe everything I read on social media.",
      "trans": [
         "现在“假新闻”是一个非常流行的词汇，所以我通常不会完全相信我在社交媒体上看到的内容。"
      ]
   },
   {
      "name": "I wanted to be a singer when I was growing up,but everybody told me that I could never sing in tune.",
      "trans": [
         "在我小时候，我想成为一名歌手，但每个人都告诉我，我唱歌永远不在调上。"
      ]
   },
   {
      "name": "Although doing sports is beneficial to our health,overdoing them won't do us any good.",
      "trans": [
         "虽然做运动对我们的健康有益，但是过度运动对我们没有好处。"
      ]
   },
   {
      "name": "People who do certain jobs are paid so poorly that some of them can't even pay their bills.",
      "trans": [
         "做某些工作的人薪水很低，有些人甚至连维持基本生活都困难。"
      ]
   },
   {
      "name": "I wouldn't say how people succeed has changed over the years because the two main contributors to success are still hard work and perseverance.",
      "trans": [
         "我不认为多年以来人们获得成功的方式发生了变化，因为成功的两个主要因素仍然是勤奋和毅力。"
      ]
   },
   {
      "name": "My grandma says she never wants to travel overseas.I really don't understand why.",
      "trans": [
         "我奶奶说她从来不想去国外旅行。我真的不明白为什么。"
      ]
   },
   {
      "name": "The walk we went on wasn't easy at all.It took us 7 hours in total and all of us were dead beat in the end.",
      "trans": [
         "这次徒步非常困难。我们总共走了7个小时，最后我们都筋疲力尽了。"
      ]
   },
   {
      "name": "I don't think it's a good idea that parents control everything their children do.",
      "trans": [
         "我不认为父母控制孩子的一切是一个好主意。"
      ]
   },
   {
      "name": "She was an hour late despite the fact that she assured me that she wouldn't be late for even a minute.",
      "trans": [
         "尽管她向我保证她一分钟都不会迟到，她最终还是迟到了一个小时。"
      ]
   },
   {
      "name": "I used to go to nightclubs often back in college.I don't now because I can't stand the noise.",
      "trans": [
         "以前上大学时，我经常去夜店。我现在不去了，因为我受不了噪声。"
      ]
   },
   {
      "name": "  It's fundamental that restaurant staff are hospitable and friendly to customers.",
      "trans": [
         "餐厅员工对顾客热情友好，这是很重要的。"
      ]
   },
   {
      "name": "It's necessary that music and art are part of the school curriculum.",
      "trans": [
         "音乐和艺术作为学校课程的一部分是必要的。"
      ]
   },
   {
      "name": "I agree with the opinion that being well-mannered is one of the most important things a child needs to learn.",
      "trans": [
         "我同意这样的观点：彬彬有礼是孩子需要学习的最重要的东西之一。"
      ]
   },
   {
      "name": "The internet has significantly changed our society,so much so that almost no one can live without it now.",
      "trans": [
         "互联网极大地改变了我们的社会，大到现在几乎没有人能离得开它。"
      ]
   },
   {
      "name": " Reading is a habit that everyone should develop when they're growing up.",
      "trans": [
         "阅读是每个人在成长过程中都应该养成的习惯。"
      ]
   },
   {
      "name": " It's essential that we eat a balanced diet.It's the first step to living a healthy life.",
      "trans": [
         "我们必须均衡饮食。这是健康生活的第一步。"
      ]
   },
   {
      "name": " It's crucial that citizens are not allowed to own guns.",
      "trans": [
         "公民不能拥有枪支，这至关重要。"
      ]
   },
   {
      "name": "I believe it's of great importance for a leader to be well-read and well-spoken.",
      "trans": [
         "我认为一个领导者要博览群书、善于辞令，这是非常重要的。"
      ]
   },
   {
      "name": " Interpersonal skills are not taught at school,which I think is wrong.They are critical to us once we enter the real world.",
      "trans": [
         "学校不教人际交往能力，我认为这是错误的。当我们进入现实世界，这个能力对我们至关重要。"
      ]
   },
   {
      "name": "Being able to speak English well is by far the most important skill in this globalized world.",
      "trans": [
         "在这个全球化的世界里，说一口流利的英语是最重要的技能。"
      ]
   },
   {
      "name": "That sculpture I saw in the park was absolutely stunning.",
      "trans": [
         "我在公园里看到的那个雕塑真是太美了。"
      ]
   },
   {
      "name": "The solution my dad came up with was ingenious.",
      "trans": [
         "我爸爸想出的解决办法很巧妙。"
      ]
   },
   {
      "name": " They've been married for 10 years,and I have to say they're a match made in heaven.",
      "trans": [
         "他们已经结婚10年了，我不得不说，他们是天造地设的一对。"
      ]
   },
   {
      "name": " Bungee-jumping is the most thrilling activity I've ever tried.It gave me an adrenalin rush.",
      "trans": [
         "蹦极是我尝试过的最刺激的活动。它让我肾上腺素激增。"
      ]
   },
   {
      "name": "She is caring,considerate and supportive.No matter what I do,she always has my back.",
      "trans": [
         "她体贴、周到、乐于助人。不管我做什么,她总是支持我。"
      ]
   },
   {
      "name": "Hiking in that mountain and picnicking there was an unforgettable experience.",
      "trans": [
         "在那座山里徒步旅行和野餐是一次难忘的经历。"
      ]
   },
   {
      "name": "That was a captivating book.It was so good that I couldn't put it down.",
      "trans": [
         "那是一本引人入胜的书。它好看到让我爱不释手。"
      ]
   },
   {
      "name": "The lake was incredibly beautiful.It really took my breath away.",
      "trans": [
         "这个湖极其美丽，简直令我窒息。"
      ]
   },
   {
      "name": "I still remember the first time I had a bite of that steak.It was exceptionally palatable",
      "trans": [
         "我还记得第一次吃那个牛排的情景。它简直太好吃了!"
      ]
   },
   {
      "name": "It was really enjoyable flying that kite my grandfather had made for me.I had the time of my life that day.",
      "trans": [
         "放爷爷给我做的那个风筝使我非常开心。那天我玩得很痛快。"
      ]
   },
   {
      "name": "I've loved R&B ever since I was a teenager and my favourite singer is Lee.",
      "trans": [
         "我从十几岁开始就喜欢R&B 音乐，我最喜欢的歌手是李。"
      ]
   },
   {
      "name": "I've lived in this apartment for 5 years now,and I don't suppose I'll move to another one anytime soon.",
      "trans": [
         "我在这个公寓住了5年了，我想我短时间内不会搬到别处。"
      ]
   },
   {
      "name": " I get up at 5:30 every morning and then go for a run before I start my day.I’ve had this habit since high school.",
      "trans": [
         "我每天早上5:30起床，然后在开始我的一天之前去跑步。我从高中就养成了这个习惯。"
      ]
   },
   {
      "name": " I've never been good at remembering things.I have a memory like a sieve.",
      "trans": [
         "我从来都不擅长记东西。我的记忆力很差。"
      ]
   },
   {
      "name": " Somehow,I've never really liked painting or drawing.",
      "trans": [
         "不知道为什么,我从来都不喜欢绘画或素描。"
      ]
   },
   {
      "name": " My uncle gave me a history book as a birthday gift and I've been fond of learning history ever since.",
      "trans": [
         "我叔叔送给我一本历史书作为生日礼物，从那以后我就一直喜欢学习历史。"
      ]
   },
   {
      "name": "We met at a party and clicked immediately.We've been good friends ever since.",
      "trans": [
         "我们在一个聚会上相识， 一见如故。从那以后，我们一直是好朋友。"
      ]
   },
   {
      "name": "I've always been told that scuba-diving is extremely enjoyable and so I've wanted to do it for ages.",
      "trans": [
         "我一直被告知，潜水很有意思，所以我想要去潜水很久了。"
      ]
   },
   {
      "name": "I'm going to Brazil next month.I've longed to go there for a long time and it's finally going to happen.",
      "trans": [
         "我下个月要去巴西。我渴望去那里很久了，终于要如愿以偿了。"
      ]
   },
   {
      "name": "I've studied English for over 10 years now,but I'm still far from being fluent in it.",
      "trans": [
         "至今我学英语已经有10多年了，但我说得还远不够流利。"
      ]
   },
   {
      "name": "My boss is a micromanager.He wants to have a finger in every pie.",
      "trans": [
         "我的老板是个微观管理者，他事事都想参与。"
      ]
   },
   {
      "name": "I share a small apartment with a roommate who always borrows my clothes without asking.",
      "trans": [
         "我和一个室友合租了一间小公寓，他/她总是不经允许就借我的衣服。"
      ]
   },
   {
      "name": "The necklace I bought cost me an arm and a leg.I think I was ripped off.",
      "trans": [
         "我买的那条项链花了我一大笔钱。我想我被“宰”了。"
      ]
   },
   {
      "name": "I have no idea why my neighbors are so indifferent.They never stop to say “Hi”to me.",
      "trans": [
         "我不知道为什么我的邻居如此冷漠。他们从不停下来对我说“嗨”。"
      ]
   },
   {
      "name": "I can't stand my biology teacher who always gives us a ton of homework.",
      "trans": [
         "我不能忍受我的生物老师总是给我们布置很多作业。"
      ]
   },
   {
      "name": "TV commercials are a pain in the neck.They never fail to spoil the fun when you're watching a fascinating show.",
      "trans": [
         "电视广告很令人讨厌。当你在看一个精彩的节目时，它们总会破坏你的乐趣。"
      ]
   },
   {
      "name": " I can't believe I forgot to invite Jenny to my birthday party.She must be so angry at me.",
      "trans": [
         "真不敢相信我竟然忘了邀请珍妮参加我的生日聚会。她一定很生我的气。"
      ]
   },
   {
      "name": "My American friend wrote me a letter two months ago.I don't know why on earth it hasn't arrived yet!",
      "trans": [
         "我的美国朋友两个月前给我写了一封信。我不知道究竟为什么它还没到!"
      ]
   },
   {
      "name": "I seldom go outside when it rains because I don't want to be soaking wet.",
      "trans": [
         "下雨的时候我很少出门，因为我不想被淋湿。"
      ]
   },
   {
      "name": "There was a pile-up yesterday and I was caught up in traffic for two hours.",
      "trans": [
         "昨天发生了一起连环车祸，我在路上被堵了两个小时。"
      ]
   },
   {
      "name": "If I were a pop star,I wouldn't have much privacy.",
      "trans": [
         "如果我是一名流行歌手，我就不会有太多的隐私。"
      ]
   },
   {
      "name": "If I were less busy,I would spend more time hanging out with my folks.",
      "trans": [
         "如果我不那么忙，我会花更多的时间和家人在一起。"
      ]
   },
   {
      "name": "It would be great if I could see my old friends more often.Now that we're in different cities,we don't meet up as regularly as before.",
      "trans": [
         "如果我能更经常见到我的老朋友们，那就太好了。现在我们在不同的城市，我们不像以前那样经常见面了。"
      ]
   },
   {
      "name": "It would be fantastic if had a robot at home helping me with all the chores.",
      "trans": [
         "如果家里有个机器人帮我做所有的家务，那就太棒了。"
      ]
   },
   {
      "name": "I wish there were more public holidays.That way,we could travel more.",
      "trans": [
         "我希望有更多的公众假期。那样的话，我们就可以更多地去旅行了。"
      ]
   },
   {
      "name": "I wish everyone were as punctual as I am.I really hate those people who are always late",
      "trans": [
         "我希望每个人都像我一样准时。我真的很讨厌那些总是迟到的人。"
      ]
   },
   {
      "name": "If I had studied English harder in high school,I believe I would be performing much better today.",
      "trans": [
         "如果我在高中时更努力地学习英语，我相信我今天的表现会好得多。"
      ]
   },
   {
      "name": "If I had taken my grandma's advice and taken up a few dancing lessons,I might be more attractive to girls now.",
      "trans": [
         "如果我听了奶奶的建议，上几节舞蹈课，我现在可能对女孩子更具吸引力了。"
      ]
   },
   {
      "name": "  I would like to own a house by the sea so that I could go for a stroll on the beach every day.",
      "trans": [
         "我想在海边拥有一套房子，这样我就可以每天在海滩上散步了。"
      ]
   },
   {
      "name": " If I had to learn a new skill,I guess it would be drawing.I've always envied those people who can draw beautifully.",
      "trans": [
         "如果我必须学习一项新技能，我想会是绘画。我总是羡慕那些能画得漂亮的人。"
      ]
   },
   {
      "name": "The world's resources are being used at an alarming rate and it's high time that we took action to change the way we live.",
      "trans": [
         "世界资源正以惊人的速度被消耗，现在是我们采取行动改变我们生活方式的时候了。"
      ]
   },
   {
      "name": "Air pollution is a pressing issue in many developing countries like India.",
      "trans": [
         "空气污染在许多像印度一样的发展中国家是一个很紧迫的问题。"
      ]
   },
   {
      "name": "One way to reduce our carbon footprint is to cycle more.",
      "trans": [
         "减少我们碳排放量的一种方法是更多骑自行车出行。"
      ]
   },
   {
      "name": "We should all pitch in when it comes to protecting the environment.For instance,I try to buy environmentally friendly goods whenever I can.",
      "trans": [
         "在保护环境的问题上，我们都应该贡献自己的一分力量。比如，我会尽可能地购买环保商品。"
      ]
   },
   {
      "name": "Global warming is putting the whole world at risk.If we don't admit the seriousness of it,we will all suffer.",
      "trans": [
         "全球变暖正威胁着整个世界。如果我们不承认它的严重性，我们都将受到影响。"
      ]
   },
   {
      "name": " One reason why some people don't consider environmental problems to be serious is that they're not affected by them on a day-to-day basis.",
      "trans": [
         "有些人不认为环境问题很严重的一个原因是，他们的日常生活没有受到影响。"
      ]
   },
   {
      "name": "One clear consequence of global warming is the fact that there are far more hurricanes and tornadoes in the United States than in the past.",
      "trans": [
         "全球变暖的一个明显后果是，美国现在的飓风和龙卷风要比过去多得多。"
      ]
   },
   {
      "name": "It's sad that so many species are becoming endangered and even extinct due to human activity.",
      "trans": [
         "许多物种由于人类活动而濒危甚至灭绝，这很令人难过和悲哀。"
      ]
   },
   {
      "name": " Some countries are only concerned with developing their economies,and so not doing enough to deal with environmental problems.",
      "trans": [
         "有些国家只关心自己的经济发展，因此在处理环境问题方面做得不够。"
      ]
   },
   {
      "name": "I'm happy and proud that my country has vowed to step up its efforts to tackle environmental deterioration.",
      "trans": [
         "令我感到高兴和自豪的是，我国已发誓要加紧努力解决环境恶化问题。"
      ]
   },
   {
      "name": "1 I've always liked snacking on a chocolate bar in the mid-afternoon,yet I’ve never put on any weight because of this.",
      "trans": [
         "我一直喜欢在下午三点左右吃根巧克力棒，但是我从来没有因为这个发胖。"
      ]
   },
   {
      "name": "I don't quite like reading newspapers.Magazines appeal to me more.",
      "trans": [
         "我不太喜欢看报纸，杂志对我更有吸引力。"
      ]
   },
   {
      "name": "The feeling of walking around a museum with many historic artefacts on display really appeals to me.",
      "trans": [
         "我很喜欢漫步在陈列着很多历史文物的博物馆中。"
      ]
   },
   {
      "name": " What I major in doesn't quite appeal to me.I regret choosing this major.",
      "trans": [
         "我不喜欢我学的这个专业，我后悔选了它。"
      ]
   },
   {
      "name": "I absolutely adore picnicking and I do it every weekend.",
      "trans": [
         "我非常喜欢野餐，我每个周末都去野餐。"
      ]
   },
   {
      "name": "I  quite  enjoy  travelling  during  public  holidays.It's  a  great  opportunity  to recharge my batteries.",
      "trans": [
         "我很喜欢在公共假期去旅游，这是我休息充电的好机会。"
      ]
   },
   {
      "name": "I know it sounds weird,but I quite enjoy gazing at the sky for a while every night before hitting the hay.",
      "trans": [
         "我知道这听起来很奇怪，但我很喜欢每天晚上在睡觉前凝望一会儿天空。"
      ]
   },
   {
      "name": " Reading is my biggest passion.I can't go a day without reading a few pages of a book",
      "trans": [
         "阅读是我最大的爱好，我每天必须得读几页书。"
      ]
   },
   {
      "name": "I'm not a fan of countryside life.I can't stand not having shopping centers within easy reach.",
      "trans": [
         "我不喜欢乡村生活。我不能忍受我住的附近没有购物中心。"
      ]
   },
   {
      "name": "I'm a people person.I can't stand being alone for more than three hours,except when I'm sleeping of course.",
      "trans": [
         "我是一个喜欢交际的人。我不能忍受一个人待着超过三个小时，当然除了我睡觉的时候。"
      ]
   },
   {
      "name": "I'm a huge fan of Weibo,the most popular social networking site in China.I'm on it 24/7.",
      "trans": [
         "我特别喜欢中国最受欢迎的社交网站——微博。我每时每刻都在线。"
      ]
   },
   {
      "name": "It gives me great pleasure when I hang out with friends.",
      "trans": [
         "当我和朋友们在一起时，我感到非常高兴。"
      ]
   },
   {
      "name": " My sister is crazy about swimming and I guess this is part of the reason why she has an hourglass figure.",
      "trans": [
         "我妹妹很喜欢游泳，我猜这是她身材凹凸有致的原因之一。"
      ]
   },
   {
      "name": " l used to be crazy about watching rom-coms.I've changed a great deal over the years.",
      "trans": [
         "我过去很喜欢看浪漫喜剧。这些年来我改变了很多。"
      ]
   },
   {
      "name": "The girl that I have a crush on is crazy about photography,so I'm thinking of buying her a camera.",
      "trans": [
         "我喜欢的那个女孩很喜欢摄影，所以我想给她买个相机。"
      ]
   },
   {
      "name": "Both my dad and I have a penchant for skiing from which we derive a lot of pleasure.",
      "trans": [
         "我爸爸和我都喜欢滑雪，我们从中得到很多乐趣。"
      ]
   },
   {
      "name": " I had a penchant for maths when I was growing up and I was even called a genius by many people.",
      "trans": [
         "我小的时候非常喜欢数学，我甚至被很多人称为天才。"
      ]
   },
   {
      "name": "I have a penchant for buying shoes.It gives me the greatest pleasure.",
      "trans": [
         "我喜欢买鞋。这给了我最大的乐趣。"
      ]
   },
   {
      "name": "All my friends have told me that I have a good voice and I should try to become a singer.I'm just not that into singing.",
      "trans": [
         "我所有的朋友都告诉我，我的嗓音很好，我应该努力成为一名歌手。我只是没那么喜欢唱歌。"
      ]
   },
   {
      "name": "It's common for girls to be into shopping.I'm no exception.",
      "trans": [
         "女孩子喜欢购物是很平常的事，我也不例外。"
      ]
   },
   {
      "name": "My younger brother spends most of his spare time watching TV,whereas I just can't seem to take any interest in it.",
      "trans": [
         "我弟弟把他大部分的业余时间都花在看电视上，然而我却不喜欢看电视。"
      ]
   },
   {
      "name": "I'm passionate about music,especially hip-hop.",
      "trans": [
         "我热爱音乐，尤其是嘻哈音乐。"
      ]
   },
   {
      "name": "Those people who are passionate about learning history seem to be more articulate.",
      "trans": [
         "那些热衷于学习历史的人似乎更善于表达。"
      ]
   },
   {
      "name": " Reading newspapers is not my thing.I prefer to get updated on what's going on in the world through social media.",
      "trans": [
         "我对读报纸没兴趣。我更喜欢通过社交媒体来了解世界上正在发生的事情。"
      ]
   },
   {
      "name": " Going to parks is not my thing.I prefer to stay home and play the guitar in my downtime.",
      "trans": [
         "我对去公园没兴趣。我更喜欢待在家里，在休息时间弹弹吉他。"
      ]
   },
   {
      "name": " Science has never been my cup of tea.It's too complex for me.",
      "trans": [
         "我从来都不喜欢科学，它对我来说太复杂了。"
      ]
   },
   {
      "name": "Cycling is not my cup of tea,especially in the summertime.Riding a bike for even ten minutes could make me all sweaty.",
      "trans": [
         "我不喜欢骑自行车，尤其是在夏天。哪怕骑十分钟自行车都会让我汗流浃背。"
      ]
   },
   {
      "name": " I'm a computer buff.My friends always come to me if their computers need to be fixed.",
      "trans": [
         "我是一个电脑爱好者。如果朋友们的电脑需要修理，他们总会来找我。"
      ]
   },
   {
      "name": " I may not look like it,but I'm actually a dance fiend.I specialize in locking.",
      "trans": [
         "我可能看起来不像，但实际上我是一个舞蹈迷。我专攻锁舞。"
      ]
   },
   {
      "name": " My roommate is a crossword fiend.It takes up almost half of her spare time.",
      "trans": [
         "我的室友是个填字游戏迷。它占用了她几乎一半的业余时间。"
      ]
   },
   {
      "name": "I come from a tight-knit family.",
      "trans": [
         "我来自一个亲密的家庭。"
      ]
   },
   {
      "name": "I'm from a nuclear family.",
      "trans": [
         "我来自一个小家庭。"
      ]
   },
   {
      "name": "I'm glad that l live in an extended family.I love the feeling of hanging out with my parents and grandparents at the same time.",
      "trans": [
         "我很高兴我生活在一个大家庭。我喜欢同时与父母和祖父母待在一块儿的感觉。"
      ]
   },
   {
      "name": " I wasn't born into a wealthy family,but my parents worked hard to give me everything I needed.",
      "trans": [
         "我没有出生在一个富裕的家庭，但是我的父母努力工作，给了我需要的一切。"
      ]
   },
   {
      "name": " My parents are happily married.I hope my future marriage can be as good as theirs.",
      "trans": [
         "我父母的婚姻很幸福。我希望我将来的婚姻能和他们的一样好。"
      ]
   },
   {
      "name": " I take after my dad in many aspects.For instance,we both enjoy fishing and playing chess.",
      "trans": [
         "我在许多方面都像我爸爸。例如，我们都喜欢钓鱼和下棋。"
      ]
   },
   {
      "name": " People always say I'm my mom all over again.I'm delighted every time I hear it because my mom is a wonderful woman.",
      "trans": [
         "人们总说我和我妈妈很像。我每次听到这个都很高兴，因为我妈妈是个了不起的女人。"
      ]
   },
   {
      "name": "It's sad that families are becoming increasingly dispersed now.",
      "trans": [
         "令人遗憾的是，家庭成员们现在正变得越来越分散。"
      ]
   },
   {
      "name": " Most people will feel relaxed when they spend time with their family members.",
      "trans": [
         "大多数人和他们的家人待在一起时都会感到放松。"
      ]
   },
   {
      "name": "My siblings and I all like playing musical instruments.It runs in the family.",
      "trans": [
         "我和我的兄弟姐妹都喜欢弹奏乐器。这是家族遗传的。"
      ]
   },
   {
      "name": "Although my sister can be a bit annoying sometimes,I always have her back when she's in trouble because she's my flesh and blood.",
      "trans": [
         "尽管我妹妹有时候会有点烦人，但当她遇到麻烦时，我永远会支持她、保护她，因为她是我的亲人。"
      ]
   },
   {
      "name": "Sibling rivalry is an issue that is talked about a lot in our society now,but it doesn't exist in my family.",
      "trans": [
         "在当今的社会，兄弟姐妹间的竞争是经常被谈论的一个话题，但这并不存在于我的家庭。"
      ]
   },
   {
      "name": "My granddad is in his 70s now and he's a benevolent man.",
      "trans": [
         "我爷爷现在70多岁了，他是一个很慈祥的人。"
      ]
   },
   {
      "name": "It was my grandma who taught me the value of honesty and politeness.I'm truly thankful to her.",
      "trans": [
         "是我奶奶教会我诚实和礼貌的价值。我真的很感谢她。"
      ]
   },
   {
      "name": "Old people lived in more difficult times and have been through a lot more than we have.",
      "trans": [
         "老年人们曾经生活在更困难的时期，他们比我们经历的多得多。"
      ]
   },
   {
      "name": "Elderly people are an asset in our society because they can pass down so much knowledge and wisdom to young people.",
      "trans": [
         "老年人是我们社会的财富，因为他们可以把大量的知识和智慧传递给年轻人。"
      ]
   },
   {
      "name": "One benefit of living with older people is that they can take care of children while the parents are at work.",
      "trans": [
         "与老年人生活在一起的一个好处是，他们可以在父母工作的时候照顾孩子。"
      ]
   },
   {
      "name": "There have been some programmes put in place to enable senior citizens to learn and acquire new skills.",
      "trans": [
         "(政府)已经开始实施一些计划，以使老年人能够学习和掌握新技能。"
      ]
   },
   {
      "name": "As the society begins to age,certain problems such as a smaller workforce are bound to emerge.",
      "trans": [
         "随着社会开始老龄化，诸如劳动力减少等问题必然会出现。"
      ]
   },
   {
      "name": "One big part of a child's growing up is to have fun.There will be plenty of time for them to study in the future.",
      "trans": [
         "孩子成长的一个重要部分就是开心地玩，将来他们会有足够的时间学习。"
      ]
   },
   {
      "name": "In order for children to take an interest in reading,their parents should set good examples first.",
      "trans": [
         "为了让孩子对阅读有兴趣，父母应该首先树立榜样。"
      ]
   },
   {
      "name": "I don't think it does much harm if a kid plays computer games for a short amount of time a day.As long as it's done in moderation,it's fine.",
      "trans": [
         "我不认为如果一个孩子每天玩短时间的电脑游戏会有很大的害处。只要是适度的，就没问题。"
      ]
   },
   {
      "name": "It's not a good idea to forbid children from using cellphones.They should be educated about how not to use them in an improper way.",
      "trans": [
         "禁止孩子使用手机不是一个好主意。我们应该教育孩子们不要以不当的方式 使用它们。"
      ]
   },
   {
      "name": " I didn't quite like doing housework when I was growing up.I still don't now.",
      "trans": [
         "我小时候不太喜欢做家务。我现在仍然不喜欢。"
      ]
   },
   {
      "name": "I come from a single-parent family.It was tough for me as a kid.",
      "trans": [
         "我来自一个单亲家庭。我小的时候生活很困难。"
      ]
   },
   {
      "name": " My mom is the most caring woman I've ever seen.She's sacrificed a lot for the family.",
      "trans": [
         "我妈妈是我见过的最体贴的女人，她为家庭牺牲了很多。"
      ]
   },
   {
      "name": "In order to look after me,she quit her job and became a housewife.",
      "trans": [
         "为了照顾我，她辞掉工作，成了一名家庭主妇。"
      ]
   },
   {
      "name": "More and more women are becoming breadwinners in their families.",
      "trans": [
         "越来越多的女性成为她们家庭的经济支柱。"
      ]
   },
   {
      "name": "Housewives should be paid as well because being a housewife is a job just like any other.",
      "trans": [
         "家庭主妇也应该得到报酬，因为做家庭主妇就像其他任何工作一样。"
      ]
   },
   {
      "name": "Even though most men don't want to admit it,the glass ceiling still exists in many workplaces.",
      "trans": [
         "尽管大多数男人不想承认，女性的升迁障碍仍然存在于很多工作场所。"
      ]
   },
   {
      "name": "  I've been working as a Chinese teacher for five years,ever since I graduated from university.",
      "trans": [
         "我从大学毕业到现在，当了五年语文老师。"
      ]
   },
   {
      "name": "I'm an IT consultant at an IT company.I've been working there for more than three years.",
      "trans": [
         "我是一家 IT公司的 IT顾问。我已经在那里工作三年多了。"
      ]
   },
   {
      "name": "What I do is just a nine-to-five job.It's not very tiring or stressful.",
      "trans": [
         "我做的是一份朝九晚五的工作。这个工作不太累，压力也不大。"
      ]
   },
   {
      "name": " I've wanted to become a doctor ever since I was a kid.I've always liked helping people.",
      "trans": [
         "我从小就想成为一名医生。我一直喜欢帮助别人。"
      ]
   },
   {
      "name": "I work in advertising and my boyfriend works in finance.",
      "trans": [
         "我在广告业工作，我男朋友在金融业工作。"
      ]
   },
   {
      "name": "I'm responsible for updating the company website.",
      "trans": [
         "我负责更新公司网站。"
      ]
   },
   {
      "name": "My best friend is a human resources manager and she is in charge of interviewing candidates for jobs.",
      "trans": [
         "我最好的朋友是一名人力资源经理，她负责面试求职者。"
      ]
   },
   {
      "name": "My previous job mainly involved giving tours of the museum.",
      "trans": [
         "我以前的工作主要是带着游客参观博物馆。"
      ]
   },
   {
      "name": "I'm between jobs at the moment.",
      "trans": [
         "我现在正在找工作。"
      ]
   },
   {
      "name": "I'm currently unemployed.I'm in dire need of a job to pay my bills.",
      "trans": [
         "我现在处于失业状态。我急需一份工作来支付我的各种账单。"
      ]
   },
   {
      "name": "My mom once told me that being a teacher was her dream job.It was a pity that her dream wasn't realized.",
      "trans": [
         "我妈妈曾经告诉我，当老师是她梦寐以求的工作。遗憾的是她的梦想没有实现。"
      ]
   },
   {
      "name": "One thing I like about my job  is that I get to work on a team.It feels satisfying to collaborate with people on a project.",
      "trans": [
         "我喜欢我工作的一点是我可以和别人合作。和同事一起努力完成一个项目让我感到非常满足。"
      ]
   },
   {
      "name": "I'm really fond of my job mainly because of all the challenges I constantly have to face.",
      "trans": [
         "我很喜欢我的工作，主要是因为我经常需要面对不少挑战。"
      ]
   },
   {
      "name": "It gives me a sense of achievement every time I've overcome some difficulties in my job.",
      "trans": [
         "每次我在工作中克服了一些困难，我都会获得一种成就感。"
      ]
   },
   {
      "name": "I chose to become a sales representative because I was convinced it would help enhance my people skills.",
      "trans": [
         "我选择成为一名销售代表，是因为我确信这有助于提高我的人际交往能力。"
      ]
   },
   {
      "name": "My company offers flextime and other benefits such as end-of-year bonuses.",
      "trans": [
         "我的公司提供弹性工作时间和一些其他福利，比如年终奖金。"
      ]
   },
   {
      "name": "What  I don't like about my current job is the long commute.It takes me roughly one and a half hours to get to work every day.",
      "trans": [
         "我不喜欢我现在工作的一点是每天的通勤时间太长了。我每天大约要花一个 半小时去上班。"
      ]
   },
   {
      "name": "I always need to work overtime without getting paid.I'm seriously considering quitting my job.",
      "trans": [
         "我总是需要加班，但又没有薪水。我在认真考虑辞掉我的工作。"
      ]
   },
   {
      "name": "The work I do is rather repetitive.The boredom makes me want to resign.",
      "trans": [
         "我做的工作非常重复乏味，这种枯燥使我想辞职。"
      ]
   },
   {
      "name": "My cousin always complains to me that she is overworked and underpaid.",
      "trans": [
         "我的堂/表姐/妹总是向我抱怨说她工作太多、薪水太少。"
      ]
   },
   {
      "name": "One of my friends has been working from home since three years ago.I really envy her.",
      "trans": [
         "我的一个朋友从三年前开始就在家工作了。我真的很羡慕她。"
      ]
   },
   {
      "name": "Whether someone enjoys their job or not depends largely on their relationship with colleagues.",
      "trans": [
         "一个人是否喜欢自己的工作在很大程度上取决于他/她和同事的关系。"
      ]
   },
   {
      "name": "I've developed good rapport with my coworkers.",
      "trans": [
         "我和我的同事关系很好。"
      ]
   },
   {
      "name": "Some managers and supervisors like to micromanage and this makes it hard for an employee to like their job.",
      "trans": [
         "一些经理和主管喜欢微观管理，这使得员工们很难喜欢他们的工作。"
      ]
   },
   {
      "name": "I was promised a promotion six months ago,but I sill haven't gotten it.",
      "trans": [
         "6个月前我被许诺会升职，但我还没有被升职。"
      ]
   },
   {
      "name": "Jason treated us to dinner last week because he had just gotten a pay raise.",
      "trans": [
         "詹森上星期请我们吃饭，因为他刚刚涨了工资。"
      ]
   },
   {
      "name": "It would be great if I could move from a small cubicle to a big office.",
      "trans": [
         "如果我能从一个小隔间搬到一个大办公室，那就太好了。"
      ]
   },
   {
      "name": "All skills matter in the workplace,but the most important ones are probably interpersonal and communication skills.",
      "trans": [
         "所有的技能在工作中都很重要，但最重要的可能是人际交往和沟通能力。"
      ]
   },
   {
      "name": "There's no point in earning a big salary without deriving any pleasure from the job.",
      "trans": [
         "如果无法从工作中得到乐趣，即使能赚很多钱也是毫无意义的。"
      ]
   },
   {
      "name": "Many people look for jobs that have good job security.",
      "trans": [
         "许多人寻找有良好工作保障的工作。"
      ]
   },
   {
      "name": "l live in a small and tranquil town in the south of China.I really love the peace and quiet there.",
      "trans": [
         "我住在中国南部一个安静的小镇。我很喜欢那里的平和宁静。"
      ]
   },
   {
      "name": " There's been a lot of construction going on near my apartment,so it's been pretty noisy recently.",
      "trans": [
         "我的公寓附近一直在施工，所以最近很吵。"
      ]
   },
   {
      "name": "Where l live is quite historical.I think it's great that all the ancient buildings are preserved so well.",
      "trans": [
         "我住的地方历史悠久。我认为所有的古建筑都保存得如此完好是件了不起的事。"
      ]
   },
   {
      "name": "I come from a cosmopolitan city.Everywhere you go,you see high-rises and skyscrapers",
      "trans": [
         "我来自一个国际化大都市。无论你走到哪里，都能看到高楼大厦和摩天大楼。"
      ]
   },
   {
      "name": " I'm not a fan of the hustle and bustle of my hometown.I prefer places that are more peaceful.",
      "trans": [
         "我不喜欢我家乡的喧嚣，我喜欢比较安静的地方。"
      ]
   },
   {
      "name": "My hometown is rather sleepy.There are not many things to do for fun.",
      "trans": [
         "我的家乡很乏味，没有什么好玩的事情可以做。"
      ]
   },
   {
      "name": "My parents chose to move to this area mainly because of all the greenery here.",
      "trans": [
         "我的父母选择搬到这个地方，主要是因为这里有很多绿色植物。"
      ]
   },
   {
      "name": "Willows abound in the park near our home.",
      "trans": [
         "我们家附近的公园里有很多柳树。"
      ]
   },
   {
      "name": "The house I used to live in was surrounded by ginkgoes.",
      "trans": [
         "我以前住的房子周围都是银杏树。"
      ]
   },
   {
      "name": "Outside my window is a lake and there are a lot of water lilies and lotuses growing there in the summer.",
      "trans": [
         "我的窗外有一个湖，夏天那里生长着很多睡莲和荷花。"
      ]
   },
   {
      "name": "There's a subway station within walking distance of my home and this is part of the reason why I quite like this neighbourhood.",
      "trans": [
         "离我家不远的地方有个地铁站，这也是我很喜欢这个社区的原因之一。"
      ]
   },
   {
      "name": "My apartment is close to the bar area.I like to go for a few drinks with my friends on the weekend.",
      "trans": [
         "我的公寓离酒吧区很近，我喜欢周末和朋友们一起去喝几杯。"
      ]
   },
   {
      "name": " It used to be a lively place,but now it's pretty run-down.",
      "trans": [
         "这里曾经是一个热闹的地方，但现在已经很破败了。"
      ]
   },
   {
      "name": "It has been developing rapidly over the past ten years.It's already become one of the most dynamic areas in the city.",
      "trans": [
         "这个地方在过去的十年中发展迅速，它已经成为这个城市最具活力的地区之一。"
      ]
   },
   {
      "name": "I love the fact that there are a wide variety of restaurants near my home.",
      "trans": [
         "我家附近有各种各样的餐馆，我很喜欢这一点。"
      ]
   },
   {
      "name": "We have a serious issue with pollution in my hometown.The government has to take action immediately.",
      "trans": [
         "我的家乡有很严重的污染问题，政府必须立即采取行动。"
      ]
   },
   {
      "name": "What I can't stand is the awful air quality.It's always smoggy in the winter.",
      "trans": [
         "我不能忍受的是糟糕的空气质量，这里冬天总是烟雾弥漫的。"
      ]
   },
   {
      "name": "Some people say that exhaust fumes from cars are the main contributor to smog.",
      "trans": [
         "有人说汽车尾气是造成雾霾的主要原因。"
      ]
   },
   {
      "name": "It's a good thing that some car companies are designing environmentally friendly vehicles now.",
      "trans": [
         "一些汽车公司现在正在设计环保型汽车，这是件好事。"
      ]
   },
   {
      "name": "Most people wear masks when they go outside,but respiratory problems are still very common.",
      "trans": [
         "大多数人外出时戴口罩，但呼吸道问题仍然很普遍。"
      ]
   },
   {
      "name": "So many animal species are on the verge of dying out.If we don't do anything,they will be extinct soon.",
      "trans": [
         "许多动物物种濒临灭绝。如果我们不采取任何行动，它们很快就会不复存在。"
      ]
   },
   {
      "name": "Some animals are endangered due to human activities like deforestation and poaching.",
      "trans": [
         "由于砍伐森林和偷猎这样的人类活动， 一些动物现在濒临灭绝。"
      ]
   },
   {
      "name": "I read a news article the other day which said the number of snow leopards is on the rise.It was pretty encouraging.",
      "trans": [
         "前几天我读到一篇新闻，说雪豹的数量正在上升。这是非常令人鼓舞的。"
      ]
   },
   {
      "name": "Global warming is absolutely the most serious issue we're facing now because it could put the whole world at risk.",
      "trans": [
         "全球变暖绝对是我们现在面临的最严重的问题，因为它可能使整个世界处于危险之中。"
      ]
   },
   {
      "name": "We see far more hurricanes and tornadoes in the United States than in the past.",
      "trans": [
         "在美国，飓风和龙卷风的数量比过去多得多。"
      ]
   },
   {
      "name": "I'd like to see more celebrities endorsing non-profit organizations which aim at combating climate change.",
      "trans": [
         "我希望看到更多的名人支持旨在对抗气候变化的非营利组织。"
      ]
   },
   {
      "name": "There need to be more campaigns to raise people's awareness of the deterioration of the environment.",
      "trans": [
         "我们需要开展更多的活动来提高人们对环境恶化的认识。"
      ]
   },
   {
      "name": "In order to reduce its carbon footprint,a country usually has to sacrifice its economic growth.",
      "trans": [
         "为了减少碳排放， 一个国家通常不得不牺牲经济增长。"
      ]
   },
   {
      "name": "We shouldn't develop our economies at the expense of our environment.",
      "trans": [
         "我们不应该以牺牲环境为代价来发展经济。"
      ]
   },
   {
      "name": " There are many other environmental problems such as oil spills and radioactive leaks at nuclear plants.",
      "trans": [
         "我们还有许多其他的环境问题，如石油泄漏和核电站的放射性物质泄漏。"
      ]
   },
   {
      "name": " My cousin is a couch potato.He spends hours glued to the TV when he's not studying.",
      "trans": [
         "我堂/表兄/弟是个电视迷。他不学习的时候，总是把时间花在看电视上。"
      ]
   },
   {
      "name": " Running Man is my favourite show.I watch it every time it's on.I even watch its reruns",
      "trans": [
         "《奔跑吧兄弟》是我最喜欢的节目。它播出时我每次都看。我甚至看它的重播。"
      ]
   },
   {
      "name": "It's not uncommon for young people today to be hooked on reality shows.",
      "trans": [
         "现在的年轻人非常喜欢看真人秀。"
      ]
   },
   {
      "name": "Parents should encourage their children to watch more educational shows like documentaries.",
      "trans": [
         "家长应该鼓励孩子观看更多像纪录片这样有教育意义的节目。"
      ]
   },
   {
      "name": "I  don't  recommend  watching  English  movies  with  Chinese  subtitles.It doesn't help with English learning.",
      "trans": [
         "我不推荐看带有中文字幕的英文电影。这对英语学习没有帮助。"
      ]
   },
   {
      "name": "That movie was pure adrenaline.I was on the edge of my seat the whole time.",
      "trans": [
         "那部电影非常刺激，我在看的时候一直高度紧张。"
      ]
   },
   {
      "name": "The most popular movies these days are those that have a lot of special effects.",
      "trans": [
         "现在最流行的电影是那些有很多特效的电影。"
      ]
   },
   {
      "name": "That  new  James  Bond  film  was  like  a  roller-coaster  ride.There  were  so many twists and turns.",
      "trans": [
         "那部新的007电影就像过山车一样，有很多曲折的剧情。"
      ]
   },
   {
      "name": " I love the fact that this movie was shot in many spectacular locations.Many of the views were stunning.",
      "trans": [
         "这部电影在许多极其美丽的地方拍摄，我很喜欢。许多景色令人惊叹。"
      ]
   },
   {
      "name": "This film has a star-studded cast.No wonder it's been getting rave reviews.",
      "trans": [
         "这部电影有明星云集的演员阵容。难怪人们对它的评价很高。"
      ]
   },
   {
      "name": "It's a pity that that new Nicholas Cage movie was a flop.He clearly worked really hard in it.",
      "trans": [
         "遗憾的是，尼古拉斯·凯奇的这部新电影非常失败。他显然已经很努力了。"
      ]
   },
   {
      "name": " I'm a big bookworm;reading makes up about 30 or even 40 percent of my day.",
      "trans": [
         "我非常喜欢读书。阅读占据我一天中大约30%,甚至40%的时间。"
      ]
   },
   {
      "name": "My girlfriend is a fan of romantic novels,while I only read non-fiction.",
      "trans": [
         "我的女朋友是言情小说的爱好者，而我只看非小说类的书籍。"
      ]
   },
   {
      "name": "That book was a real page-turner and I couldn't put it down.",
      "trans": [
         "那本书非常引人入胜，我简直爱不释手。"
      ]
   },
   {
      "name": "My favourite book is named The Tipping Point,which is an international best-seller.",
      "trans": [
         "我最喜欢的书叫《引爆点》,它是一本国际畅销书。"
      ]
   },
   {
      "name": "This novel revolves around a beautiful girl named Joyce,who falls in love with a penniless young guy called Stephen.",
      "trans": [
         "这部小说围绕一个名叫乔伊丝的美丽女孩展开，她爱上了一个名叫斯蒂芬的身无分文的年轻人。"
      ]
   },
   {
      "name": "The name and cover of the book caught my eye.I gave it a brief read and was fascinated by the plot.",
      "trans": [
         "这本书的名字和封面引起了我的注意。我大致读了一下，然后被情节吸引了。"
      ]
   },
   {
      "name": "If I have time,I might go to the newsstand to buy a newspaper and read through most of the pages and articles.",
      "trans": [
         "如果我有时间，我可能会去报摊买份报纸，阅读里面大部分的版面和文章。"
      ]
   },
   {
      "name": "I read news on a daily basis.It keeps me updated on what's going on in the world. ",
      "trans": [
         "我每天都看新闻，它让我了解世界上正在发生的事情。"
      ]
   },
   {
      "name": " Social  media  is  my  main  source  of  information.The  news  there  tends  to  be more up-to-the-minute.",
      "trans": [
         "社交媒体是我的主要信息来源，上面的新闻往往是最新的。"
      ]
   },
   {
      "name": "A newspaper is generally published daily,whereas a magazine is published either weekly or monthly.",
      "trans": [
         "报纸一般是每天出版的，而杂志则是周刊或月刊。"
      ]
   },
   {
      "name": "The sports and entertainment sections of a newspaper appeal to the young generation more.",
      "trans": [
         "报纸里的体育和娱乐版块更吸引年轻一代。"
      ]
   },
   {
      "name": "I believe that domestic news is more important than international news because it concerns us more.",
      "trans": [
         "我认为国内新闻比国际新闻更重要，因为它与我们关系更紧密。"
      ]
   },
   {
      "name": "The celebrity I adore the most is Jackie.He's my role model.",
      "trans": [
         "我最喜欢的名人是杰基，他是我的榜样。"
      ]
   },
   {
      "name": "I met him on one occasion and managed to get his autograph.I was in seventh heaven.",
      "trans": [
         "有一次我遇到了他，并设法得到了他的亲笔签名。我高兴极了。"
      ]
   },
   {
      "name": "David is a legendary soccer player and also a fashion icon.Now he mainly plays the role of a doting father.",
      "trans": [
         "大卫是一位传奇的足球运动员，也是一个时尚偶像。现在，他主要扮演一个宠爱孩子的父亲的角色。"
      ]
   },
   {
      "name": "Ellen has had a tremendous influence on me.I'm much more positive and caring because of her.",
      "trans": [
         "艾伦对我产生了巨大的影响。因为她，我变得更积极、更关心人。"
      ]
   },
   {
      "name": "It's a shame that some singers rise to fame overnight and then are quickly forgotten.",
      "trans": [
         "有些歌手一夜成名，然后很快就被遗忘，这令人遗憾。"
      ]
   },
   {
      "name": "Some people say celebrities don't have the responsibility of setting good examples to teenagers.I don't agree with that.",
      "trans": [
         "有些人说名人没有为青少年树立好榜样的责任。我不同意这个观点。"
      ]
   },
   {
      "name": "There's no doubt that customers are more likely to buy the products endorsed by their favourite singers or actors.",
      "trans": [
         "毋庸置疑，人们更容易去购买那些他们喜欢的歌手或演员所代言的产品。"
      ]
   },
   {
      "name": "My best friend is an Aquarius and she can be quite unpredictable.She changes hobbies very often.",
      "trans": [
         "我最好的朋友是水瓶座的，她非常难以捉摸。她的爱好经常改变。"
      ]
   },
   {
      "name": "She is the most creative person I've ever seen.She is always able to come up with some crazy yet interesting ideas.",
      "trans": [
         "她是我见过的最有创意的人，她总是能想出一些疯狂而有趣的点子。"
      ]
   },
   {
      "name": "Helen is very sociable and loves being surrounded by people.Being a Pisces makes her a people person.",
      "trans": [
         "海伦很爱交际，喜欢和很多人待在一起。她如此善于交际是因为她是个双鱼座"
      ]
   },
   {
      "name": "  She can be a little idealistic at times.I'm not sure if she'll be less so as she matures.",
      "trans": [
         "她有时会有点理想化。我不确定这是否会随着她逐渐成熟而改变。"
      ]
   },
   {
      "name": " My dad is a typical Aries.He's adventurous,courageous,confident and quick-witted.",
      "trans": [
         "我爸爸是典型的白羊座。他是一个敢于冒险、勇敢、自信和机智的人。"
      ]
   },
   {
      "name": "He can be a little quick-tempered though.Perhaps this is a flaw that most intelligent people share.",
      "trans": [
         "不过他可能脾气有点暴躁。也许这是大多数聪明人所共有的一个缺陷。"
      ]
   },
   {
      "name": "The best word to describe my mom must be reliable.Oh,she's also super supportive.She always has my back when I try to pursue something.",
      "trans": [
         "描述我妈妈的最恰当的词一定是“值得信赖”。噢，她也非常支持我。当我想要追求一些东西的时候，她总是站在我的身后。"
      ]
   },
   {
      "name": "  The only problem with her is that she can be somewhat possessive.",
      "trans": [
         "她唯一的问题是她的占有欲有点强。"
      ]
   },
   {
      "name": " Being a Gemini,my roommate Elena is extremely articulate and communicative.",
      "trans": [
         "作为一个双子座的人，我的室友伊莲娜非常善于表达和交流。"
      ]
   },
   {
      "name": "She can be easily tired of things,which means she's always on the lookout for new passions.",
      "trans": [
         "她很容易对事情感到厌倦，这意味着她总是在寻找新的兴趣爱好。"
      ]
   },
   {
      "name": "This very good friend of mine is very loving and protective.He is a perfect friend.",
      "trans": [
         "我的这个很好的朋友非常有爱心而且会保护人。他是一个完美的朋友。"
      ]
   },
   {
      "name": "It's been years since he and his ex broke up,but he still can't let go.",
      "trans": [
         "他和他的前任分手已经好几年了，但他还是不能释怀。"
      ]
   },
   {
      "name": "Our soccer captain is confident,independent and generous.That's why we chose him to lead our team.",
      "trans": [
         "我们的足球队队长自信、独立、慷慨。这就是为什么我们选择他来领导我们的球队。"
      ]
   },
   {
      "name": " He's a Leo,so that explains why he's quite stubborn sometimes.He'll dig his heels in when we have different views on how to play a game.",
      "trans": [
         "他是个狮子座，这就是为什么他有时候很固执。当我们对如何踢一场比赛有不同意见时，他从不会放弃自己的想法。"
      ]
   },
   {
      "name": "Many people think I'm a Virgo because I'm a perfectionist.They are right!I am a Virgo,haha.",
      "trans": [
         "很多人认为我是处女座，因为我是个完美主义者。他们是对的!我确实是处女座，哈哈。"
      ]
   },
   {
      "name": "Some of my friends criticize me of being too fussy.Yeah,I know I can be picky about things sometimes.",
      "trans": [
         "我的一些朋友批评我太挑剔。是啊，我知道有时候我会对一些东西较为挑剔。"
      ]
   },
   {
      "name": " My grandfather is already in his late 80s and is still as fit as a fiddle.His secret is that he always looks on the bright side of things.",
      "trans": [
         "我的祖父已经快90岁了，身体还很健康。他的秘密是他总是能看到事物的积极一面。"
      ]
   },
   {
      "name": "He's the most changeable person I know.One minute he says he wants to play chess and the next minute he wants to go and sing on our balcony.",
      "trans": [
         "他是我所认识的最善变的人。前一分钟他说他想下棋，下一分钟，他想去阳台上唱歌。"
      ]
   },
   {
      "name": "Mr.Zhang,our English teacher,often says we need to think like a Scorpio,which means we need to think out of the box.",
      "trans": [
         "我们的英语老师张老师经常说，我们需要像天蝎座那样思考。这意味着我们需要跳出思维定式。"
      ]
   },
   {
      "name": "My little sister is a Scorpio.She is often jealous of other kids who have more toys than she does.",
      "trans": [
         "我的小妹妹是个天蝎座。她经常嫉妒玩具比她多的孩子。"
      ]
   },
   {
      "name": " Peter is optimistic and easygoing and he will go all the way if he finds something exciting.",
      "trans": [
         "彼得很乐观，也很随和。如果他发现了什么令人激动的事情，他就会一直做下去。"
      ]
   },
   {
      "name": "Punctuality is not one of his strong points.It's a smart idea to give him an earlier meeting time if you're meeting up with him.",
      "trans": [
         "守时不是他的强项。如果你要和他见面的话，告诉他一个更早的见面时间是个明智的主意。"
      ]
   },
   {
      "name": "Raymond is very ambitious and is a natural leader.He's destined to do great things.",
      "trans": [
         "雷蒙德很有抱负，是一个天生的领导者。他注定要做伟大的事情。"
      ]
   },
   {
      "name": "He's so goal-oriented,so he might come across a little boring sometimes.",
      "trans": [
         "他是个目标很明确的人，所以大家有时候会觉得他有点无聊。"
      ]
   },
   {
      "name": "There have to be stricter laws to deter factories from polluting rivers,lakes and the sea.",
      "trans": [
         "必须有更严格的法律来阻止工厂污染河流、湖泊和海洋。"
      ]
   },
   {
      "name": "Our government has passed new legislation to regulate housing prices,but I'm not sure if it's going to work.",
      "trans": [
         "我们的政府通过了新的法律来调控房价，但我不确定它是否会起作用。"
      ]
   },
   {
      "name": "I've always believed that investment in crime prevention is more effective than punishment in bringing down the crime rate.",
      "trans": [
         "我一直认为，在降低犯罪率方面，努力预防犯罪比惩罚更有效。"
      ]
   },
   {
      "name": "More and more people are worried about online crime like identity theft. Measures need to be taken to deal with it.",
      "trans": [
         "越来越多的人开始担心像身份盗窃这样的网络犯罪。我们需要采取措施来应对这一问题。"
      ]
   },
   {
      "name": "This young man was sentenced to five years imprisonment for robbery.",
      "trans": [
         "这个年轻人因抢劫被判处五年监禁。"
      ]
   },
   {
      "name": "I paid a fine of $300 for speeding while road tripping in California.",
      "trans": [
         "我在加利福尼亚州自驾时，因为超速而被罚了300美元。"
      ]
   },
   {
      "name": "I'm crazy about travelling.My dream is to set foot in every continent and visit at least 100 countries.",
      "trans": [
         "我非常喜欢旅行。我的梦想是踏上每一个大陆，去至少一百个国家。"
      ]
   },
   {
      "name": " We dragged ourselves out of bed extremely early that morning in order to capture the sunrise over the rice terraces.",
      "trans": [
         "那天早晨，为了拍到梯田上日出的美丽景象，我们很早就起床了。"
      ]
   },
   {
      "name": "By  the  time  we  got  there,there  were  already  hundreds  of  people.Everybody was waiting eagerly for the sun to come up.",
      "trans": [
         "我们到达那里的时候，已经有好几百人了。大家都在热切地等待着太阳升起。"
      ]
   },
   {
      "name": "That was the most beautiful view I've ever seen.It really took my breath away.",
      "trans": [
         "那是我见过的最美的风景，它美得令我窒息。"
      ]
   },
   {
      "name": " They both have wanderlust and they've travelled all over China over the past five years.",
      "trans": [
         "他们两个都非常喜欢旅行，在过去的五年里他们游遍了整个中国。"
      ]
   },
   {
      "name": "When you're on a trip,unexpected things can happen.For example,I met my boyfriend while touring in Guilin.",
      "trans": [
         "当你在旅途中，总有意想不到的事情发生。例如，我在桂林旅游时遇见了我现在的男朋友。"
      ]
   },
   {
      "name": "Going to Phuket was the smartest decision I've ever made.It was there that I met the girl of my dreams.",
      "trans": [
         "去普吉岛是我做过的最明智的决定。正是在那里，我遇见了我梦中的女孩。"
      ]
   },
   {
      "name": "I've been yearning to go to the Great Barrier Reef and snorkel there.",
      "trans": [
         "我一直很想去大堡礁，去那里浮潜。"
      ]
   },
   {
      "name": "I've been longing to go skydiving in Fiji ever since our English teacher told us about his skydiving experience there.",
      "trans": [
         "自从我们的英语老师告诉了我们他在斐济跳伞的经历，我就一直渴望去那里 跳伞。"
      ]
   },
   {
      "name": "My dad is an experienced driver,so he likes to go on long journeys by car.",
      "trans": [
         "我爸爸是一个经验丰富的司机，所以他喜欢长途自驾游。"
      ]
   },
   {
      "name": "The main reason that we went to Sichuan is because we wanted to sample the nationally renowned food there.",
      "trans": [
         "我们去四川的主要原因是，我们想要品尝那里全国闻名的食物。"
      ]
   },
   {
      "name": " Everything we tasted lived up to our expectations.Sichuan is absolutely the best city for foodies.",
      "trans": [
         "我们品尝的每一种食物都没有辜负我们的期望。四川绝对是最适合吃货的城 市。"
      ]
   },
   {
      "name": " It was a very relaxing vacation.All I did every day was just lie on the beach and bask in the sun.",
      "trans": [
         "这是一个非常放松的假期，我每天所做的就是躺在沙滩上晒太阳。"
      ]
   },
   {
      "name": "It was when I needed to ask for directions in London that I realized that English was so important.",
      "trans": [
         "当我在伦敦需要问路的时候，我才意识到英语是如此重要。"
      ]
   },
   {
      "name": "I would like to be a tour guide in the future.It's always been my dream job.",
      "trans": [
         "我希望将来能成为一名导游。这一直是我梦寐以求的工作。"
      ]
   },
   {
      "name": "Antarctica is the ultimate tourist destination for many people.",
      "trans": [
         "南极洲是许多人的终极旅游目的地。"
      ]
   },
   {
      "name": "Beijing is known for having a large number of tourist attractions that can date back hundreds or even thousands of years.",
      "trans": [
         "北京以拥有众多可追溯到数百年甚至数千年前的旅游景点而闻名于世。"
      ]
   },
   {
      "name": "The number of people travelling internationally has dwindled significantly due to COVID-19.",
      "trans": [
         "由于新冠病毒，跨国旅行的人数减少了很多。"
      ]
   },
   {
      "name": "Inspired by the movie Fast and Furious 5,I've always wanted to go to Rio De Janeiro.",
      "trans": [
         "因为受到电影《速度与激情5》的影响，我一直想去里约热内卢。"
      ]
   },
   {
      "name": "Seeing a completely different culture and lifestyle would be eye-opening for me.",
      "trans": [
         "看到一种完全不同的文化和生活方式，会让我大开眼界。"
      ]
   },
   {
      "name": "An increasing number of people like to go travelling in their free time because it's a great way for them to recharge their batteries.",
      "trans": [
         "越来越多的人喜欢在空闲时间去旅行，因为这是一种很好的放松休整的方式。"
      ]
   },
   {
      "name": "Travelling allows  us to  get a  better  understanding  of different  cultures,traditions and lifestyles.",
      "trans": [
         "旅行使我们能够更好地了解不同的文化、传统和生活方式。"
      ]
   },
   {
      "name": "The ever-increasing standard of living in China means more and more people can afford to go on vacations.",
      "trans": [
         "中国日益增长的生活水平意味着越来越多的人有能力去度假。"
      ]
   },
   {
      "name": "People tend to have tunnel vision if they never go and see a broader world.",
      "trans": [
         "如果人们不去看更广阔的世界，他们往往会视野狭隘。"
      ]
   },
   {
      "name": "Tourism creates jobs—many people can be employed in this field.",
      "trans": [
         "旅游业创造就业机会——许多人可以在该领域就业。"
      ]
   },
   {
      "name": "We've seen people in some towns lifted out of poverty due to a growth of tourism income.",
      "trans": [
         "我们看到一些城镇的居民由于旅游收入的增长而脱贫。"
      ]
   },
   {
      "name": "I'm convinced that the business of tourism will continue to grow in the future,with the world being more and more globalized.",
      "trans": [
         "我相信随着世界越来越全球化，旅游业将在未来继续发展。"
      ]
   },
   {
      "name": "Traffic in a particular place can get worse when more tourists visit there.",
      "trans": [
         "当更多的游客到一个地方旅游时，那里的交通会变得更糟。"
      ]
   },
   {
      "name": "Commodity prices might increase,which creates a problem for local residents.",
      "trans": [
         "商品价格可能上涨，这会给当地居民带来问题。"
      ]
   },
   {
      "name": " All in all,the benefits of tourism far outweigh the drawbacks.",
      "trans": [
         "总的说来，旅游的好处远远大于坏处。"
      ]
   },
   {
      "name": "The hotel that left the deepest impression on me was one on the Left Bank in Paris.",
      "trans": [
         "给我留下最深印象的酒店是巴黎左岸的一家。"
      ]
   },
   {
      "name": "There were quite a lot of small cafes around the hotel where I could enjoy a cup of joe and watch the world go by.",
      "trans": [
         "酒店周围有很多小咖啡馆，我可以在那里喝一杯咖啡，静静地欣赏眼前的人间美景。"
      ]
   },
   {
      "name": " It wasn't a high-end,five-star hotel because when I'm on a trip,I'm normally on a tight budget;but it had all the basics.",
      "trans": [
         "它不是一家高档的五星级酒店，因为当我在旅行时，我的预算通常很紧张。但它具备了一家酒店该有的一切基本设施。"
      ]
   },
   {
      "name": " My family and I checked into a super pricey hotel named Venetian.It was the most luxurious hotel I've ever stayed at.",
      "trans": [
         "我和我的家人住进了一家超级昂贵的叫作“威尼斯人”的酒店。那是我住过的最豪华的酒店。"
      ]
   },
   {
      "name": " It has casinos,swimming pools and even a theatre.",
      "trans": [
         "这里有赌场、游泳池，甚至还有个剧院。"
      ]
   },
   {
      "name": "That was the crummiest hotel ever!I saw two cockroaches in the shower!",
      "trans": [
         "那是我住过的最差的酒店!我在浴室里看见两只蟑螂!"
      ]
   },
   {
      "name": "A visit to the most important museum of a city gives you a better understanding of the history and culture there.",
      "trans": [
         "参观一个城市最重要的博物馆可以让你更好地理解那里的历史和文化。"
      ]
   },
   {
      "name": "One function of museums is preserving works of art that can be hundreds or even thousands of years old.",
      "trans": [
         "博物馆的功能之一就是保存那些有几百年甚至几千年历史的艺术品。"
      ]
   },
   {
      "name": "  I had a chance to visit the Sherlock Holmes exhibition at the Museum of London.",
      "trans": [
         "我有机会参观了伦敦博物馆的夏洛克·福尔摩斯展览。"
      ]
   },
   {
      "name": "I don't think it's a good idea that museums charge admission fees.",
      "trans": [
         "我认为博物馆不该收取入场费。"
      ]
   },
   {
      "name": "At the end of a tour at any museum,you will usually come to a gift shop where you can buy some souvenirs.",
      "trans": [
         "在参观完任何博物馆后，你通常会来到一个礼品店，在那里你可以买到一些纪念品。"
      ]
   },
   {
      "name": "I used to live close to the Dinosaur Museum,so my favourite pastime was to go and wander around there.",
      "trans": [
         "我以前住在恐龙博物馆附近，所以我最喜欢的消遣是去那里随便逛逛。"
      ]
   },
   {
      "name": "I don't know a lot about art,but I go to art galleries from time to time to pretend that I do.",
      "trans": [
         "我不是很懂艺术，但我偶尔会去画廊，假装我懂。"
      ]
   },
   {
      "name": "My favourite library is situated in the centre of my hometown and it's very easy to get to.",
      "trans": [
         "我最喜欢的图书馆位于我家乡的中心地带，去那里很方便。"
      ]
   },
   {
      "name": "It offers a wide array of novels,research papers,magazines and books of various other kinds.",
      "trans": [
         "那里有各种各样的小说、研究论文、杂志和很多其他种类的图书。"
      ]
   },
   {
      "name": "The library is funded by the government,so membership fees are negligible.",
      "trans": [
         "这个图书馆是由政府资助的，所以会员费可以忽略不计。    "
      ]
   },
   {
      "name": "I used to go there regularly to check out books to read at home.",
      "trans": [
         "我过去经常去那里借书回家看。"
      ]
   },
   {
      "name": "This library has had a great influence on me since I became a member when I was only 9.I'm a big reader now partly because of this place.",
      "trans": [
         "自从我在九岁时成了这个图书馆的会员，它对我产生了很大的影响。我现在特别喜欢阅读，部分归因于这个地方。"
      ]
   },
   {
      "name": "Another thing that I like about this library is that it provides enough space for readers to sit and read for an unlimited amount of time.",
      "trans": [
         "我喜欢这个图书馆的另一个原因是，它为读者提供了足够的空间，让他们可以坐在那里，不受时间限制地阅读。"
      ]
   },
   {
      "name": "It's indeed a treasure trove of knowledge and anyone who likes to read and learn must like this place.",
      "trans": [
         "它确实是一个知识的宝库，任何喜欢阅读和学习的人肯定喜欢这个地方。"
      ]
   },
   {
      "name": "One of the librarians that works there is my girlfriend and I guess this is another reason why I dig this place so much.",
      "trans": [
         "在那里工作的图书管理员中，有一个是我的女朋友，我想这是我如此喜欢这个地方的另一个原因。"
      ]
   },
   {
      "name": "The nearest park to where l live is one called Carnation Park.",
      "trans": [
         "离我住的地方最近的一个公园，叫康乃馨公园。"
      ]
   },
   {
      "name": "I suppose I would go there more often if it were a little bit closer to my house.",
      "trans": [
         "我想如果它离我家更近一些，我会更常去那里。"
      ]
   },
   {
      "name": "It's a large park with many different areas,all suited to different age groups and interests.",
      "trans": [
         "这是一个很大的公园，有许多不同的区域，适合不同年龄段和不同兴趣的群体。"
      ]
   },
   {
      "name": "There are a few tennis courts where people can play tennis as long as they book in advance.",
      "trans": [
         "这里有几个网球场，人们只要提前预订就可以在那里打网球。"
      ]
   },
   {
      "name": "I remember having a lot of fun there when I was a kid—running aimlessly and playing hide-and-seek with my little friends.",
      "trans": [
         "我记得当我还是个孩子的时候在那里玩得很开心——漫无目的地奔跑，和小伙伴们玩捉迷藏。"
      ]
   },
   {
      "name": "Whenever I feel down,I just go there alone and take a saunter around the lake.",
      "trans": [
         "每当我感到沮丧的时候，我就独自去那里，在湖边散步。"
      ]
   },
   {
      "name": "I really like this park because it's serene and has a relaxed atmosphere.",
      "trans": [
         "我非常喜欢这个公园，因为它很宁静，而且气氛很轻松。"
      ]
   },
   {
      "name": "It's a wonderful place for me to sit and reflect on my life.",
      "trans": [
         "这是一个可以让我坐下来、思考人生的好地方。"
      ]
   },
   {
      "name": "Parks are vital in a city because they're where people do exercise,socialize and play with their children.",
      "trans": [
         "在城市里，公园是至关重要的，因为公园是人们锻炼、交际和陪孩子玩耍的地方。"
      ]
   },
   {
      "name": "  I have a wide circle of acquaintances,but there are only a few people who l consider to be my true friends.",
      "trans": [
         "我认识的人很多，但我只把少数几个当作真正的朋友。"
      ]
   },
   {
      "name": "Linda is one of my closest friends and we've known each other since we were kids.",
      "trans": [
         "琳达是我最亲密的朋友之一，我们从小就认识。"
      ]
   },
   {
      "name": "I often go travelling with Tom,who is a very good friend of mine,because we both love exploring places and taking photos.",
      "trans": [
         "我经常和我的好朋友Tom 一起去旅行，因为我们都喜欢探索和摄影。"
      ]
   },
   {
      "name": "The first time I met her was when I was in high school.We chatted with each other for a while and hit it off immediately.",
      "trans": [
         "我第一次见到她是在我上高中的时候。我们聊了一会儿， 一见如故。"
      ]
   },
   {
      "name": "He was a friend of a friend,and we struck up a friendship at a party.",
      "trans": [
         "他是一个朋友的朋友，我们在一个聚会上认识并成为朋友。"
      ]
   },
   {
      "name": "We were  introduced  by  a  mutual friend,and  right  after we  began talking with each other,we found that we had a lot in common.",
      "trans": [
         "我们是由一个共同好友介绍的，在开始交谈之后，我们发现我们有很多共同之处。"
      ]
   },
   {
      "name": "Most of my classmates and I get along perfectly.We often hang out and have fun together.",
      "trans": [
         "我和我的大多数同学相处得很好，我们经常在一起玩。"
      ]
   },
   {
      "name": "We are birds of a feather and so have many similar interests.",
      "trans": [
         "我们志同道合，所以有许多相似的爱好。"
      ]
   },
   {
      "name": " Xiao Ming is not on the same wavelength as me.We always have different opinions on things.",
      "trans": [
         "小明和我志趣不相投。我们对事物总是有不同的看法。"
      ]
   },
   {
      "name": "Jamie and I had a major falling out back in high school.Fortunately,we made up later.",
      "trans": [
         "杰米和我在高中时曾大吵了一架。幸运的是，我们后来和好了。"
      ]
   },
   {
      "name": "It's sad that some people have fair-weather friends.I used to have some too.Thankfully,I don't anymore.",
      "trans": [
         "有些人有不能共患难的朋友，这很令人遗憾。我以前也有一些，不过幸好，我现在没有了。"
      ]
   },
   {
      "name": "My closest pal is studying in the UK now,and we use WeChat to keep in touch with each other.",
      "trans": [
         "我最亲密的朋友现在正在英国学习，我们用微信和彼此保持联系。"
      ]
   },
   {
      "name": "To me,my mom is my best friend.I really enjoy her company when I feel down.",
      "trans": [
         "对我来说，我的妈妈是我最好的朋友。当我情绪低落的时候，我真的很喜欢她的陪伴。"
      ]
   },
   {
      "name": "Chris and I go way back.I've always wondered how he's been able to read so many books and become so knowledgeable",
      "trans": [
         "克里斯和我认识很久了。我一直在想，他怎么能读那么多书、变得如此博学。"
      ]
   },
   {
      "name": "Some of my childhood friends and I have already drifted apart.",
      "trans": [
         "我儿时的一些朋友和我已经逐渐疏远了。"
      ]
   },
   {
      "name": "I'm very lucky in that I've met some very good teachers over the years.",
      "trans": [
         "我很幸运，这些年我遇到了一些很好的老师。"
      ]
   },
   {
      "name": "Mr.Zhang was an extraordinary teacher and he had a huge influence on both my studies and my life.",
      "trans": [
         "张老师是一位杰出的老师，他对我的学习和生活都产生了巨大的影响。"
      ]
   },
   {
      "name": "She was a mentor to me.She guided me through my hardest times.",
      "trans": [
         "她是我的人生导师。她引导我度过了最艰难的时期。"
      ]
   },
   {
      "name": "What made Mr.Li stand out was his keen sense of humour.He was so funny and always passionate.",
      "trans": [
         "让李老师极为出众的是他的幽默感。他非常有趣，总是充满激情。"
      ]
   },
   {
      "name": "My primary school teachers were strict and caring at the same time.",
      "trans": [
         "我的小学老师们都很严格，同时也很关心体贴。"
      ]
   },
   {
      "name": "What set Ms.Liu apart from other teachers was the fact that she knew much more than she was required to teach.",
      "trans": [
         "令刘老师与其他老师不同的是，她知道的东西远远多于她需要教的。"
      ]
   },
   {
      "name": "All of the English teachers I had were female,and they were all fashionable and beautiful.",
      "trans": [
         "我所有的英语老师都是女性，她们都很时尚、漂亮。"
      ]
   },
   {
      "name": "He had a unique way of teaching.He was always able to make complicated matters seem easy.",
      "trans": [
         "他有一种独特的教学方法。他总能化繁为简。"
      ]
   },
   {
      "name": "It was Ms.Wang who sparked my interest in history.I'm still very interested in learning it now.",
      "trans": [
         "是王老师激发了我对历史的兴趣。我现在仍然很喜欢学习历史。"
      ]
   },
   {
      "name": "Some of the most important qualities for a good teacher should be passion, knowledge,leadership and classroom management.",
      "trans": [
         "对一个好老师来说，最重要的一些品质应该是热情、学识、领导力和课堂管理能力。"
      ]
   },
   {
      "name": "I don't think impatient people can be good teachers.",
      "trans": [
         "我不觉得没有耐心的人可以成为好老师。"
      ]
   },
   {
      "name": "Teachers don't just impart knowledge;it's more important that they teach students how to think and gain knowledge by themselves.",
      "trans": [
         "教师不仅传授知识，更重要的是教会学生如何独立思考和自己获取知识。"
      ]
   },
   {
      "name": "Good teachers should be good listeners.They should take time to listen to how kids feel about certain things.",
      "trans": [
         "好老师应该是好听众。他们应该花时间去倾听孩子们对某些事情的感受。"
      ]
   },
   {
      "name": "Students look up to their teachers and see them as role models.",
      "trans": [
         "学生们尊敬老师，视他们为榜样。"
      ]
   },
   {
      "name": "Although the government has been working to change it,many American teachers are still underpaid.",
      "trans": [
         "虽然美国政府一直在努力改变这一情况，但很多美国教师的工资依然很低。"
      ]
   },
   {
      "name": "My favourite piece of furniture is a leather chair that sits in my living room.",
      "trans": [
         "我最喜欢的一件家具是客厅里的一把皮椅。"
      ]
   },
   {
      "name": "I placed it in a perfect position for sunshine and ventilation.",
      "trans": [
         "我把它放在了一个光线和通风都极好的位置。"
      ]
   },
   {
      "name": " I enjoy sitting in this chair and doing some reading when I have time on my hands.",
      "trans": [
         "当我有时间的时候，我喜欢坐在这把椅子上看看书。"
      ]
   },
   {
      "name": " What I like is a folding chair.I dig it because I can easily put it away and out of sight when I'm not using it.",
      "trans": [
         "我喜欢的是一把折叠椅。我喜欢它因为当我不用它的时候，我可以很容易地 把它收起来放在一边。"
      ]
   },
   {
      "name": "My wardrobe is big and has five drawers.I have all my dresses and skirts organized in the top two drawers.",
      "trans": [
         "我的衣柜很大，有五个抽屉。我把我所有的连衣裙和短裙都放在了最上面的两个抽屉里。"
      ]
   },
   {
      "name": " This is a good-looking wardrobe and it's in keeping with all my other furniture,which makes me like it even more.",
      "trans": [
         "这是一个漂亮的衣柜，它与我其他的家具风格协调一致，这让我更喜欢它了。"
      ]
   },
   {
      "name": "The piece of furniture I use the most in my apartment is my writing desk, which has been in my family's possession for decades.",
      "trans": [
         "我家里使用最多的家具是我的写字台，它在我家已经有几十年了。"
      ]
   },
   {
      "name": "Although it doesn't look very valuable,the desk is actually a family heirloom.My dad inherited it from his dad,my grandfather.",
      "trans": [
         "虽然它看起来不是很贵重，但这张桌子实际上是一个传家宝。我父亲从他父亲、也就是我的祖父那里继承了它。"
      ]
   },
   {
      "name": "I like my coffee table because it's where I place my coffee.I love having a cup of Joe there every morning.",
      "trans": [
         "我喜欢我的茶几，因为那是我放咖啡的地方。我喜欢每天早上在那里喝一杯咖啡。"
      ]
   },
   {
      "name": "My dad is just like Sheldon,the main character on the hit show The Big Bang Theory.He has his own spot on our couch.",
      "trans": [
         "我爸爸和热门剧《生活大爆炸》的主角谢尔顿一样，他在我们家的沙发上有他自己的位置。"
      ]
   },
   {
      "name": "I'd like to talk about my smartphone,which is a Samsung phone.It's slim and black in colour and looks indeed very smart.",
      "trans": [
         "我想谈谈我的智能手机，它是一部三星手机。它很轻薄，机身是黑色的，看起来确实很时髦。"
      ]
   },
   {
      "name": "This phone features the best camera in the smartphone industry.I love it that I can take stunning photos with it.",
      "trans": [
         "这款手机的相机在行业中是最好的。它能拍出很棒的照片，我很喜欢这一点。"
      ]
   },
   {
      "name": "I can use my phone to stay in touch with my friends and family through text messages and calls.",
      "trans": [
         "我可以用手机通过短信和电话和我的朋友和家人保持联系。"
      ]
   },
   {
      "name": "  It allows me to access the internet,so I can constantly be updated on what's happening around the world.",
      "trans": [
         "我能用它上网，所以我可以不断地了解到世界上的最新消息。"
      ]
   },
   {
      "name": "I can do anything on this phone,so it's an integral part of my life now.",
      "trans": [
         "我可以在这部手机上做任何事情，所以它成了我生活中不可或缺的一部分。"
      ]
   },
   {
      "name": "My favourite electronic device is my laptop.I'm not exaggerating by saying that I can't live without it.",
      "trans": [
         "我最喜欢的电子设备是我的笔记本电脑。我毫不夸张地说，我的生活不能没有它。"
      ]
   },
   {
      "name": "I like to use it to watch some stand-up comedy every night before hitting the sack.",
      "trans": [
         "我喜欢每天晚上睡觉前在电脑上看一些单口喜剧。"
      ]
   },
   {
      "name": " I'm a voracious reader and  I consider my Kindle to be one of the most important things to me.",
      "trans": [
         "我是一个极度喜欢读书的人，我把我的Kindle当作我最重要的东西之一。"
      ]
   },
   {
      "name": "It looks good and is very portable.I can even slip it into one of my jacket pockets.",
      "trans": [
         "它看起来很不错，而且很便携。我甚至可以把它塞进我的夹克口袋里。"
      ]
   },
   {
      "name": " This device allows me to take notes while reading,so there's always something I can refer back to after I've read a chapter or a few pages.",
      "trans": [
         "这个设备可以让我在阅读的时候做笔记，所以在我读了一章或几页之后，我总是有些东西可以回看、参考。"
      ]
   },
   {
      "name": "I can have access to a large number of books and other reading materials wherever I am.",
      "trans": [
         "不管我在哪里，我都能获得大量的图书和其他阅读材料。"
      ]
   },
   {
      "name": " In my opinion,men tend to be more obsessed with gadgets than women.",
      "trans": [
         "在我看来，男人往往比女人更迷恋电子产品。"
      ]
   },
   {
      "name": "They always want to get hold of the latest model of a smartphone and try out its new functions.",
      "trans": [
         "他们总是想得到最新型号的智能手机，尝试新的功能。"
      ]
   },
   {
      "name": "Women generally see an electronic item as something practical,whereas men regard it as a plaything.",
      "trans": [
         "女人通常把电子产品视为实用的工具，而男人则视之为可供消遣的玩物。  "
      ]
   },
   {
      "name": " Advances in mobile technology have transformed how we access news and gain knowledge.",
      "trans": [
         "移动技术的发展彻底改变了我们获取新闻和知识的方式。"
      ]
   },
   {
      "name": "A large proportion of young people today spend most of their free time on social media.",
      "trans": [
         "如今，很大比例的年轻人把大部分的空闲时间花在社交媒体上。"
      ]
   },
   {
      "name": "They're constantly checking to see if their posts have been liked or shared.",
      "trans": [
         "他们总是去查看自己的帖子是否被点赞或分享。"
      ]
   },
   {
      "name": "It's okay if we spend some time in the virtual world every day,but we should avoid being lost in it.",
      "trans": [
         "如果我们每天只是在虚拟世界中花费一些时间，那是可以的，但是我们应该避免迷失其中。"
      ]
   },
   {
      "name": "Artificial intelligence is developing at a rapid speed.",
      "trans": [
         "人工智能正在飞速发展。"
      ]
   },
   {
      "name": "Some people are rather pessimistic about the future of an electronic world,claiming that humans will be ruled by devices.",
      "trans": [
         "有些人对电子世界的未来相当悲观，声称人类将被电子设备所统治。"
      ]
   },
   {
      "name": "One of the games I used to play as a child was chess.I loved that fact that I could always outwit other kids at this game.",
      "trans": [
         "我小时候经常玩的一个游戏是象棋。我特别喜欢在下棋时总能智胜其他孩 子的感觉。"
      ]
   },
   {
      "name": "I remember being on top of the world when my dad told me that he had bought me a chess set as a birthday gift.",
      "trans": [
         "我记得当爸爸告诉我他给我买了一副国际象棋作为生日礼物时，我非常开心。"
      ]
   },
   {
      "name": "One of the most important things I learned from playing chess is to be patient.",
      "trans": [
         "我从下棋中学到的最重要的事情之一就是要有耐心。"
      ]
   },
   {
      "name": "“Truth or Dare”has been my favourite game since high school.",
      "trans": [
         "“真心话大冒险”是我高中以来最喜欢的游戏。"
      ]
   },
   {
      "name": "I like to dare my friends to go out into the street and sing opera.",
      "trans": [
         "我喜欢让我的朋友们去街上唱歌剧。(大冒险的项目)"
      ]
   },
   {
      "name": "One secret I revealed was that I was having a crush on a girl who was sitting right next to me during the game.",
      "trans": [
         "我透露过的一个秘密是，我特别喜欢当时玩游戏时坐在我旁边的那个女孩。"
      ]
   },
   {
      "name": "Once,I snuck out of school to an internet bar to play my favourite game,Counter-Strike,during an English class.",
      "trans": [
         "有一次，我在英语课上偷偷溜出学校去网吧玩我最喜欢的游戏——《反恐精英》。"
      ]
   },
   {
      "name": "Our English teacher failed me in the final exam after finding out where I had been.",
      "trans": [
         "我们的英语老师在发现我去了哪里后，在期末考试给了我不及格的成绩。"
      ]
   },
   {
      "name": "My cousin is so addicted to gaming and he can play for 10 hours straight.",
      "trans": [
         "我的表弟很沉迷于玩游戏，他可以连续玩上10个小时。"
      ]
   },
   {
      "name": "I think games play an essential role in our lives.",
      "trans": [
         "我认为游戏在我们的生活中扮演着重要的角色。"
      ]
   },
   {
      "name": "Playing games is beneficial to children's imagination,creativity and brain development.",
      "trans": [
         "玩游戏对孩子的想象力、创造力和大脑发育都有好处。"
      ]
   },
   {
      "name": " They help us unwind,bond with our friends and even enhance our operation skills.",
      "trans": [
         "它们帮助我们放松，促进与朋友的感情，甚至提高我们的合作技能。"
      ]
   },
   {
      "name": "Games teach children how to accept failures.",
      "trans": [
         "游戏教会孩子如何接受失败。"
      ]
   },
   {
      "name": " I've always believed in“All work and no play makes Jack a dull boy.",
      "trans": [
         "我一直相信“只会用功不玩耍，聪明的孩子也变傻”。"
      ]
   },
   {
      "name": "It's quite interesting that many high-achievers at school also play some games well",
      "trans": [
         "很有趣的是，许多成绩优异的学生玩有些游戏也玩得很好。"
      ]
   },
   {
      "name": "Using time effectively is absolutely very important and I think one way to do it is to make a to-do list.",
      "trans": [
         "有效利用时间是非常重要的，我认为达成这个目的的一种方法是列一个任务清单。"
      ]
   },
   {
      "name": "Planning is the key to managing your time well.Once you've made a plan, stick to it.",
      "trans": [
         "计划是管理好时间的关键。 一旦你制定了计划，就要坚持下去。"
      ]
   },
   {
      "name": "Prioritizing tasks is equally important.The most urgent things should be done first.",
      "trans": [
         "优先处理任务同样重要。最紧急的事情应该先做。"
      ]
   },
   {
      "name": "Some people tend to procrastinate and leave things until the last minute.",
      "trans": [
         "有些人总是喜欢拖延，把事情拖到最后一刻才做。"
      ]
   },
   {
      "name": "I used to put off working on every one of my essays,which resulted in getting poor grades in college.",
      "trans": [
         "我在上大学时，写每一篇论文都会拖延，这导致我成绩很差。"
      ]
   },
   {
      "name": "I'm terrible at time management.I always start doing my homework when it's due the next day.",
      "trans": [
         "我的时间管理很糟糕。我总是在第二天要交作业的时候才开始做作业。"
      ]
   },
   {
      "name": "I'm not good at organizing time.I've always found that deadlines are very hard to meet.",
      "trans": [
         "我不善于分配时间，总是难以在截止日期前完成工作。"
      ]
   },
   {
      "name": "I tend to waste a lot of time every day checking social media and going through old text messages with my friends.",
      "trans": [
         "我每天都会浪费很多时间在刷社交软件，以及翻看之前和朋友发的短信上。"
      ]
   },
   {
      "name": "I get anxious when I know that I'm behind schedule,and weirdly enough,that sense of anxiety makes me more productive.",
      "trans": [
         "当我知道我的工作进度落后了，我会感到焦虑。奇怪的是，这种焦虑感让我变得更有效率。"
      ]
   },
   {
      "name": " I admire those of my coworkers who are always ahead of schedule no matter what project they're working on.",
      "trans": [
         "我钦佩我的一些同事，不管在做什么项目，他们总是可以比预期计划完成得快。"
      ]
   },
   {
      "name": "It's necessary that we take a break once in a while to recharge so that we can go back to work more energetic and productive.",
      "trans": [
         "我们有必要时不时休息一下，充个电，这样我们回去工作才会精力充沛、更有效率。"
      ]
   },
   {
      "name": "Some people take time management classes to learn how to use their time more wisely.",
      "trans": [
         "有些人上时间管理课程来学习如何更合理地利用时间。"
      ]
   },
   {
      "name": "Time management is a lifelong job and the sooner we learn this skill,the more benefits we will get.",
      "trans": [
         "时间管理是一项终身的工作，我们越早学会这个技能，受益就越多。"
      ]
   },
   {
      "name": "The reason why it's hard to stick to our plans is that we're often distracted by unimportant things that happen around us.",
      "trans": [
         "很难坚持我们的计划的原因是，我们经常为身边发生的不重要的事情而分心。"
      ]
   },
   {
      "name": "What's crucial in teaching children how to organize their time in an effective way is parents setting good examples themselves.",
      "trans": [
         "要教导孩子如何有效地安排时间，关键是家长们自己树立好榜样。"
      ]
   },
   {
      "name": "I'm taking the IELTS test so that I can go and study in the UK in order to improve my English and expand my horizons.",
      "trans": [
         "我参加雅思考试是为了去英国学习，以提高我的英语水平，以及开阔我的视野。"
      ]
   },
   {
      "name": "We begin to learn English at a very young age in China,but all those years of learning don't seem to pay off.",
      "trans": [
         "中国学生从很小的时候就开始学习英语，但是那么多年的学习似乎收效甚微。"
      ]
   },
   {
      "name": "The reason why I fell in love with learning English is that I got hooked on English songs.",
      "trans": [
         "我爱上学习英语的原因是我迷上了英文歌。"
      ]
   },
   {
      "name": " Watching English movies and TV shows is a great way to learn words and sentence structures used in everyday conversation.",
      "trans": [
         "看英语电影和电视节目是学习日常对话中使用的词汇和句型结构的好方法。"
      ]
   },
   {
      "name": " Taylor has taught me a large number of idioms and slang words.",
      "trans": [
         "泰勒教了我大量的习语和俚语。"
      ]
   },
   {
      "name": "It's best to have someone from an English-speaking country to talk with on a regular basis.",
      "trans": [
         "最好可以定期与英语母语者进行沟通练习。"
      ]
   },
   {
      "name": "There's a cafe in my city which many foreigners like to frequent.I go there from time to time to interact with them to practise my English.",
      "trans": [
         "在我的城市里有一家许多外国人喜欢光顾的咖啡馆。我偶尔会去那里和他们互动交流，练习我的英语。"
      ]
   },
   {
      "name": "English has no standard form.There are many different accents,which can vary greatly.",
      "trans": [
         "英语没有标准形式。有许多不同的口音，差别很大。"
      ]
   },
   {
      "name": "English is a mandatory subject at school in many countries.",
      "trans": [
         "英语在许多国家的学校里都是一门必修课。"
      ]
   },
   {
      "name": "Our English learning mainly focuses on analyzing grammar and memorizing vocabulary rather than speaking and listening.",
      "trans": [
         "我们的英语学习主要关注分析语法和记忆单词，而不是说和听。"
      ]
   },
   {
      "name": "With globalization taking place at such a fast speed,English has become more and more important for international communication.",
      "trans": [
         "随着全球化的飞速发展，英语对于国际交流来说变得越来越重要。"
      ]
   },
   {
      "name": "It's essential for people from all over the world to have a lingua franca to communicate with each other.",
      "trans": [
         "对于来自世界各地的人们来说，有一种通用语言来互相交流是很重要的。"
      ]
   },
   {
      "name": "An increasing number of Chinese students are studying abroad,and being able to speak English well is a must for them.",
      "trans": [
         "越来越多的中国学生到国外留学，能说一口流利的英语对他们来说是必须的。"
      ]
   },
   {
      "name": "Misunderstandings may occur when people can't converse with each other properly.",
      "trans": [
         "当人们不能准确地在交谈中表达想法时，可能会产生误解。"
      ]
   },
   {
      "name": "Every time I travel somewhere,I try to learn a bit of the local language.",
      "trans": [
         "每次我去某个地方旅行，我都努力去学习一些当地的语言。"
      ]
   },
   {
      "name": "It allows me to integrate with the locals better,and therefore have a more enjoyable trip.",
      "trans": [
         "它使我能更好地融入当地人，从而享受一次更愉快的旅行。"
      ]
   },
   {
      "name": "Trying to grasp another language helps people gain a better understanding of another culture.",
      "trans": [
         "努力去掌握另一种语言有助于人们更好地理解另一种文化。"
      ]
   },
   {
      "name": "More and more people are bilingual and even multilingual now.",
      "trans": [
         "现在越来越多的人会说两种语言，甚至多种语言。"
      ]
   },
   {
      "name": " If someone can only speak their mother tongue,they will find it hard to survive in today's world.",
      "trans": [
         "如果有人只会说他们自己的母语，他们会发现在当今世界生存非常困难。"
      ]
   },
   {
      "name": "Being able to speak more than one language gives people a competitive edge in the job market.",
      "trans": [
         "在就业市场上，能说不止一种语言会给人们带来竞争优势。"
      ]
   },
   {
      "name": "Research has shown that language learning helps develop a child's brain.",
      "trans": [
         "研究表明，语言学习有助于开发孩子的大脑。"
      ]
   },
   {
      "name": "Children can think more logically and creatively if they start learning a foreign language at a young age.",
      "trans": [
         "如果孩子们在很小的时候就开始学习外语，他们的思维就会更有逻辑性和创造性。"
      ]
   },
   {
      "name": " It's said that language learning helps old people prevent dementia.",
      "trans": [
         "据说语言学习可以帮助老年人预防痴呆。"
      ]
   },
   {
      "name": "Mandarin is spoken by an increasing number of people around the world.",
      "trans": [
         "世界上越来越多的人使用中文普通话。"
      ]
   },
   {
      "name": "With China becoming more and more influential,our language will play an increasingly bigger role on the world stage.",
      "trans": [
         "随着中国越来越有影响力，我们的语言将在世界舞台上发挥越来越大的作用。"
      ]
   },
   {
      "name": "Chinese has many different dialects spoken in various parts of the country.",
      "trans": [
         "中文在全国各地有许多不同的方言。"
      ]
   },
   {
      "name": "Some people are worried that minority languages might disappear with English spoken in more and more countries and regions.",
      "trans": [
         "一些人担心，随着越来越多的国家和地区使用英语，小语种可能会消失。"
      ]
   },
   {
      "name": "It's argued by some that there's no need to have more than one language.",
      "trans": [
         "有些人认为我们没有必要拥有一种以上的语言。"
      ]
   },
   {
      "name": "There's a risk that the cultures,traditions and lifestyles associated with those languages could die out with them.",
      "trans": [
         "与这些语言相关的文化、传统和生活方式可能会有消亡的危险。"
      ]
   },
   {
      "name": "It's crucial that small languages are preserved in order to retain cultural diversity.",
      "trans": [
         "为了保持文化的多样性，保留小语种是至关重要的。"
      ]
   },
   {
      "name": "There are all kinds of advertisements today—TV commercials,billboards, posters,flyers and so forth.",
      "trans": [
         "如今有各种各样的广告——电视广告、广告牌、海报、传单等。"
      ]
   },
   {
      "name": "My boyfriend has just opened a new cafe.He asks me to print some flyers and hand them out on the streets to spread the word.",
      "trans": [
         "我男朋友刚开了一家新的咖啡馆。他让我打印一些传单，然后到街上去发， 来传播这个消息。"
      ]
   },
   {
      "name": " Advertising is crucial in making a company stand out in today's competitive world.",
      "trans": [
         "在当今竞争激烈的世界，广告是使一家公司脱颖而出的关键。"
      ]
   },
   {
      "name": "Increasing brand awareness is vital for any company who wants to survive in today's market.",
      "trans": [
         "对于任何想在今天的市场上生存下来的公司来说，提高品牌知名度是至关重要的。"
      ]
   },
   {
      "name": "Some celebrities endorse products and services that they've never used.",
      "trans": [
         "一些名人代言他们从未使用过的产品和服务。"
      ]
   },
   {
      "name": "These celebrity endorsements have a huge impact on those groupies who love their idols blindly.",
      "trans": [
         "这些明星代言会对那些盲目的追星族产生巨大的影响。"
      ]
   },
   {
      "name": "Most TV commercials are very annoying,and I try not to be influenced by them.I trust word of mouth more.",
      "trans": [
         "大多数电视广告都很烦人，我尽量不受它们的影响。我更相信口碑。"
      ]
   },
   {
      "name": "It gets on my nerves when a commercial suddenly appears when I'm watching a fascinating TV show.",
      "trans": [
         "当我在看一个精彩的电视节目时，要是突然出现广告，会让我很烦。"
      ]
   },
   {
      "name": " Some ads on TV are okay if they're creative,hilarious or touching.",
      "trans": [
         "一些电视上的广告如果有创意、搞笑或感人，也是可以接受的。"
      ]
   },
   {
      "name": "I adore those commercials that feature catchy jingles.Some of them get stuck in my head and I just never forget the ads.",
      "trans": [
         "我喜欢那些有朗朗上口的歌曲的广告。其中有一些深深印在我的脑中，我永远都不会忘记这些广告。"
      ]
   },
   {
      "name": "Just do it”is one of those successful slogans that are so simple and unique, and therefore hard to forget.",
      "trans": [
         "“Just do it”是那些成功的广告语之一，简单又独特，因此很难忘记。"
      ]
   },
   {
      "name": "Well-written copy is essential in helping an ad spread.",
      "trans": [
         "好的文案对于帮助广告传播很重要。"
      ]
   },
   {
      "name": "The kind of advertising I hate the most is cold calls.It's a terrible feeling to know that my information has been somehow leaked.",
      "trans": [
         "我最讨厌的广告方式是电话推销。知道我的信息被无端泄露让我很不开心。"
      ]
   },
   {
      "name": " Not many companies use door-to-door sales anymore.",
      "trans": [
         "现在没有多少公司上门推销产品了。"
      ]
   },
   {
      "name": "I  think  there  should  be  more  public  service  advertisements  on  TV  to raise  awareness  of  some  social  issues,like  air  pollution,deforestation, endangered animal species and so on.",
      "trans": [
         "我认为电视上应该有更多的公益广告来提高人们对一些社会问题的认识，比如空气污染、森林砍伐、濒危动物等。"
      ]
   },
   {
      "name": "Online advertising has been gaining great popularity these years.We see banner ads on almost any website",
      "trans": [
         "近年来，网络广告越来越受欢迎。在几乎任何网站上，我们都能看到横幅广告。"
      ]
   },
   {
      "name": "In my opinion,social media marketing is the best way to attract potential customers.",
      "trans": [
         "在我看来，社交媒体营销是吸引潜在客户的最好方式。"
      ]
   },
   {
      "name": "Some companies have built large fan bases on social media,and this undoubtedly will lead to better profits.",
      "trans": [
         "一些公司在社交媒体上建立了庞大的粉丝群，这无疑会带来更好的利润。"
      ]
   },
   {
      "name": "Some ads go viral on social networks,so people talk about them all the time.",
      "trans": [
         "有些广告在社交网络上迅速传播，所以人们总是谈论它们。"
      ]
   },
   {
      "name": "I remember reading the classified ads section of a newspaper every day when I was a kid.I only did it for fun.",
      "trans": [
         "我记得小时候，每天都读报纸的分类广告栏。我只是为了好玩。"
      ]
   },
   {
      "name": "It's important for a company to place an ad somewhere after they've launched a new product.",
      "trans": [
         "在公司推出新产品后，投放广告是很重要的。"
      ]
   },
   {
      "name": "It helps to inform people about the existence of a certain product or service so that they're more likely to go and purchase it.",
      "trans": [
         "这有助于让人们了解到某一产品或服务的存在，这样的话，他们更有可能去购买它。"
      ]
   },
   {
      "name": "It's funny that there are countless ads everywhere and we hardly pay any attention to them",
      "trans": [
         "有趣的是，到处都有数不清的广告，而我们几乎不会注意到它们。"
      ]
   },
   {
      "name": "What I like to do before making a purchase is read through all the reviews of that particular item and make my decision based on them.",
      "trans": [
         "在购买一件商品之前，我喜欢做的事情是阅读所有关于它的评论，并根据它们做出我的决定。"
      ]
   },
   {
      "name": "Positive testimonials of a product are the best way to advertise.",
      "trans": [
         "一件产品的好评是最好的宣传方式。"
      ]
   },
   {
      "name": "Although some people claim that they're never influenced by advertisements, I doubt it's really the case.",
      "trans": [
         "虽然有些人声称他们从来不会受到广告的影响，但我怀疑事实是否如此。"
      ]
   },
   {
      "name": "When people watch,see or hear a particular ad,it plants a seed in their heads and begins to affect their purchasing decisions subconsciously.",
      "trans": [
         "当人们看到或听到某个特定的广告时，就会在脑海中播下一颗种子，并开始在潜意识层面影响他们的购买决定。"
      ]
   },
   {
      "name": "One of the most memorable advertisements I’ve seen was one about elephants.",
      "trans": [
         "我看过的最令人难忘的广告之一是一则关于大象的广告。"
      ]
   },
   {
      "name": "It was a public service ad which calls for people to stop buying ivory products.",
      "trans": [
         "它是一则公益广告，呼吁人们停止购买象牙制品。"
      ]
   },
   {
      "name": "It left a deep impression on me because the images used were so graphic and powerful.",
      "trans": [
         "它给我留下了深刻的印象，因为广告中所使用的图像是如此生动有力。"
      ]
   },
   {
      "name": "There was a time when photos were only taken by cameras.It's changed significantly now.",
      "trans": [
         "曾经只有相机才能拍照。现在有了很大的改变(手机等都可以拍照)。"
      ]
   },
   {
      "name": "Everyone is a photographer in this day and age.Their smartphones enable them to take high-quality photos wherever they are.",
      "trans": [
         "当今时代，每个人都是摄影师。他们的智能手机让他们无论身在何处都能拍出高质量的照片。"
      ]
   },
   {
      "name": " This shift from the camera to the smartphone has altered the way we record our lives.",
      "trans": [
         "这种从照相机到智能手机的转变，改变了我们记录生活的方式。"
      ]
   },
   {
      "name": "One of my favourite gifts over the years has been an DSLR camera that my dad gave me when I turned 20.",
      "trans": [
         "这些年来我最喜欢的礼物之一，就是我20岁时爸爸送给我的单反相机。"
      ]
   },
   {
      "name": "This camera is an item that I treasure so much because it allows me to have a record of everything I see and everywhere I go.",
      "trans": [
         "这部相机是我非常珍爱的物品，因为它让我能记录下我看到的每一件东西、所到的每一个地方。"
      ]
   },
   {
      "name": "My dad is an amateur photographer and his passion is to snap photos of ancient buildings.",
      "trans": [
         "我爸爸是一个业余摄影师，他的爱好是拍古建筑的照片。"
      ]
   },
   {
      "name": "We went to a 500-year-old temple in Shanxi last month and he managed to capture dozens of amazing pictures.",
      "trans": [
         "上个月，我们去了山西一个有500年历史的寺庙，他拍摄了许多令人赞叹的照片。"
      ]
   },
   {
      "name": "Not only do I take photos,but I also like to print them out and make photo albums with them.",
      "trans": [
         "我不仅拍照片，我还喜欢冲洗照片，将它们制作成相簿。"
      ]
   },
   {
      "name": "It gives me a great feeling when I flick through an album and reminisce about the past.",
      "trans": [
         "当我翻阅一本相册并回忆过去时，感觉很棒。"
      ]
   },
   {
      "name": "I think most people are nostalgic,and so the vast majority of people adore taking pictures and looking at them.",
      "trans": [
         "我觉得大部分人都很怀旧，所以绝大多数的人都喜欢拍照片和看照片。"
      ]
   },
   {
      "name": "I remember one time when I was looking at some old photos of my grandma,all those fond memories came flooding back.",
      "trans": [
         "我记得有一次，当我看到我奶奶的一些旧照片时，所有那些美好的回忆都涌上心头。"
      ]
   },
   {
      "name": "We only live one certain moment once,so by looking at photos,we sort of relive some experiences.",
      "trans": [
         "有些特定的时刻我们只能经历一次，所以通过看照片，我们可以重温一些经历。"
      ]
   },
   {
      "name": "I don't consider myself photogenic,so I don't like to be taken pictures of.",
      "trans": [
         "我不认为自己很上相，所以我不喜欢被拍照。"
      ]
   },
   {
      "name": "Sometimes,my girlfriend retouches some of the pictures she's taken.",
      "trans": [
         "有时候，我女朋友会修她拍的一些照片。"
      ]
   },
   {
      "name": "The retouched photos can be so different from the original ones.",
      "trans": [
         "修过的照片和原来的照片很不一样。"
      ]
   },
   {
      "name": "I used to write letters a lot when I was a child as I had a pen pal back then.",
      "trans": [
         "我在小的时候经常写信，因为那时我有一个笔友。"
      ]
   },
   {
      "name": "Sometimes,I would pester my mom for a couple of hours to buy some envelopes and stamps for me.",
      "trans": [
         "有时候，我会缠着我妈妈几个小时，让她给我买一些信封和邮票。"
      ]
   },
   {
      "name": "Running to the post office to mail my letters to her was one of the happiest things I did as a child.",
      "trans": [
         "跑到邮局寄信给她是我小时候最快乐的事情之一。"
      ]
   },
   {
      "name": "I remember writing a letter to a girl that I had a crush on when I was in middle school.",
      "trans": [
         "我记得在我上中学的时候，给一个我特别喜欢的女孩写了一封信。"
      ]
   },
   {
      "name": "In that letter,I told her that I had liked her for a long time and I hoped that she would be my girlfriend.",
      "trans": [
         "在那封信里，我告诉她我喜欢她很久了，我希望她能成为我的女朋友。"
      ]
   },
   {
      "name": "She rejected me.",
      "trans": [
         "她拒绝了我。"
      ]
   },
   {
      "name": " One of the most important letters I've ever gotten was the admission letter from my university.",
      "trans": [
         "我收到的最重要的一封信是我大学的录取通知书。"
      ]
   },
   {
      "name": "The moment I opened the envelope and saw that I had been admitted, I was on top of the world.",
      "trans": [
         "就在我打开信封，看到我被录取的那一刻，我开心极了。"
      ]
   },
   {
      "name": "I don't write letters now because most of the time I make calls or send emails.",
      "trans": [
         "我现在不写信了，因为大多数时候我打电话或发邮件。"
      ]
   },
   {
      "name": "Writing and sending letters is extremely time-consuming compared to writing emails.",
      "trans": [
         "和写电子邮件相比，写信和寄信非常耗时。"
      ]
   },
   {
      "name": "With the growth of instant messaging,letters are quickly losing their place.",
      "trans": [
         "随着即时通信的发展，信件正在快速被取代。"
      ]
   },
   {
      "name": " If it's a thank-you letter,people are more likely to write it by hand.",
      "trans": [
         "如果是写感谢信，人们更倾向于手写。"
      ]
   },
   {
      "name": "One thing we can learn from letters that are hundreds of years old is the kind of lives people used to live.",
      "trans": [
         "我们可以从几百年前的信件中学到的一样东西是人们过去的生活方式。"
      ]
   },
   {
      "name": "We can get a better understanding of the kind of language used in the past because language evolves over time.",
      "trans": [
         "我们可以更好地理解过去使用的语言，因为语言是随着时间而发展的。"
      ]
   },
   {
      "name": "Handwritten letters may be completely replaced in the foreseeable future.",
      "trans": [
         "在可预见的将来，手写信件可能会被完全取代。"
      ]
   },
   {
      "name": "George is my all-time favourite actor.He's a terrific actor with a natural gift of depicting the characters.",
      "trans": [
         "乔治是我一直以来最喜欢的演员。他是一个出色的演员，天生具有刻画人物的天赋。"
      ]
   },
   {
      "name": "Jennifer is an award-winning actress and well-known all over the world.",
      "trans": [
         "詹妮弗是一位屡获殊荣的女演员，在世界各地都很有名。"
      ]
   },
   {
      "name": "Tom is so versatile that he's starred in so many different types of movies.",
      "trans": [
         "汤姆非常多才多艺，他主演过许多不同类型的电影。"
      ]
   },
   {
      "name": "This is a movie with a star-studded cast.Leonardo played a cameo role in  it.",
      "trans": [
         "这是一部明星云集的电影。莱昂纳多在其中扮演了一个小配角。"
      ]
   },
   {
      "name": "Fast and Furious is my favourite movie franchise.",
      "trans": [
         "《速度与激情》是我最喜欢的系列电影。"
      ]
   },
   {
      "name": " I can't wait for the prequel to come out.",
      "trans": [
         "我已经等不及看到它的前传上映了。"
      ]
   },
   {
      "name": "I liked the first The Man from Macao movie,but the sequel was a disaster.",
      "trans": [
         "我喜欢第一部《澳门风云》电影，但是它的续集简直烂透了。"
      ]
   },
   {
      "name": "People love this song because it's catchy,but more importantly,because it's uplifting.",
      "trans": [
         "人们喜欢这首歌，因为它朗朗上口，但更重要的是，因为它能振奋人心。"
      ]
   },
   {
      "name": "The song tells a story about people who are trying to fulfill their dreams and realizing their dreams in the end.",
      "trans": [
         "这首歌讲述了人们努力实现自己的梦想并最终梦想成真的故事。"
      ]
   },
   {
      "name": "I used to put it on repeat and listen to it over and over again when I was down and depressed.",
      "trans": [
         "过去当我情绪低落的时候，我常常把这首歌重复播放， 一遍又一遍地听。"
      ]
   },
   {
      "name": "The lyrics of the song truly make it stand out.They're so well-written and I really like how the lines rhyme.",
      "trans": [
         "这首歌的歌词使整首歌尤为出色。歌词写得很好，我也很喜欢里面的押韵。"
      ]
   },
   {
      "name": "It reminds me of the good old days.Every time I listen to this song,memories come flooding back to me.",
      "trans": [
         "这让我想起了过去的美好时光。每当我听到这首歌，回忆就会涌上心头。"
      ]
   },
   {
      "name": " One of my favourite songs is a lullaby that my mom used to sing to me when she was tucking me in.",
      "trans": [
         "我最喜欢的一首歌曲，是我小时候妈妈在我睡前给我唱的摇篮曲。"
      ]
   },
   {
      "name": " I've been fond of it since I was a kid because it's associated with the quality time that I used to spend with my mom",
      "trans": [
         "我从小就喜欢它，因为它总让我想起我和妈妈共度的美好时光。"
      ]
   },
   {
      "name": "The guitar is a popular instrument and those who play it are seen as cool and charming",
      "trans": [
         "吉他是一种受欢迎的乐器，大家都觉得会弹吉他的人很酷、很有魅力。"
      ]
   },
   {
      "name": "Watching a saxophone performance when I was   sparked my interest in this instrument.",
      "trans": [
         "岁时观看了一场萨克斯演奏，激发了我对这件乐器的兴趣。"
      ]
   },
   {
      "name": "Many girls in China are asked to learn the piano from a very young age because it's expected to make them look graceful and elegant.",
      "trans": [
         "在中国，很多女孩从小就被要求学习钢琴，因为这将使她们看起来优雅得体。"
      ]
   },
   {
      "name": "My violin was kind of like a toy for me.It was what I spent the most time on as a kid.It was my best friend.",
      "trans": [
         "我的小提琴有点像我的玩具。我小时候在小提琴上花费了最多的时间。它曾是我 最好的朋友。"
      ]
   },
   {
      "name": "What I love the most about the violin is the soothing sound it produces.It calms me down when I feel anxious or agitated.",
      "trans": [
         "我最喜欢小提琴那舒缓的声音。当我感到焦虑不安时，它会使我平静下来。"
      ]
   },
   {
      "name": "Traditional instruments are part of a country's heritage and identity.",
      "trans": [
         "传统乐器是国家文化遗产和身份认同的一部分。"
      ]
   },
   {
      "name": "Learning to play traditional instruments allows children to get a better understanding of their country's history and culture.",
      "trans": [
         "学习演奏传统乐器可以让孩子更好地了解自己国家的历史和文化。"
      ]
   },
   {
      "name": "The painting I saw last weekend evoked a memory of my childhood,and I suppose that's why it left a deep impression on me.",
      "trans": [
         "我上周末看到的这幅画唤起了我对童年的回忆，我想这就是为什么它给我留下了深刻印象。"
      ]
   },
   {
      "name": "A good painting is absolutely one that you can't take your eyes off.",
      "trans": [
         "一幅好画会让你目不转睛，看个不停。"
      ]
   },
   {
      "name": "I don't suppose what sets a painting apart is the skill involved in painting it; instead,it should be the message it sends.",
      "trans": [
         "我不认为使一幅画脱颖而出的是绘画时所用的技巧，而是它所传达的信息。"
      ]
   },
   {
      "name": "Art is a crucial subject at school because it brings out the creative side of us.",
      "trans": [
         "美术是一个重要的学科，因为它可以激发我们有创造性的一面。"
      ]
   },
   {
      "name": "Mona Lisa,painted by Leonardo da Vinci,is the most recognized and most visited artwork in the history of art.",
      "trans": [
         "莱昂纳多·达·芬奇画的《蒙娜丽莎》,是艺术史上最受认可、最热门的艺术作品。"
      ]
   },
   {
      "name": "What fascinates me the most is her charming smile.It's beautiful,and at the same time,has lots of mysteries.",
      "trans": [
         "最让我着迷的是她那迷人的微笑。它很美，同时也蕴藏着很多秘密。   "
      ]
   },
   {
      "name": "Many stage plays these days are adapted from best-selling novels in order to appeal to more young people.",
      "trans": [
         "为了吸引更多的年轻人，现今许多舞台剧都改编自畅销小说。"
      ]
   },
   {
      "name": "They might be adapted into movies as well.",
      "trans": [
         "它们也可能被改编成电影。"
      ]
   },
   {
      "name": "Their acting was impeccable.I was moved to tears several times during the play.",
      "trans": [
         "他们的表演简直无可挑剔。在观剧期间，我好几次被感动到流泪。"
      ]
   },
   {
      "name": "Traffic is horrendous in my hometown during the rush hour.",
      "trans": [
         "在高峰期的时候，我家乡的交通特别差。"
      ]
   },
   {
      "name": " I hate to be caught up in traffic for a long time,so I usually leave home early in the morning to avoid rush hour traffic.",
      "trans": [
         "我讨厌被长时间堵在路上，所以我通常早上很早出门，以避开交通高峰时段。"
      ]
   },
   {
      "name": "I sat in a traffic jam for two hours last weekend.To make matters worse,I had a flat tire later that day.",
      "trans": [
         "上周末我在路上堵了两个小时。更糟的是，那天晚些时候我的轮胎还爆了。"
      ]
   },
   {
      "name": " Our local government should invest in more parking spots because it's extremely hard to park in the city centre.",
      "trans": [
         "我们的当地政府应该投资建造更多的停车位，因为在市中心停车太困难了。"
      ]
   },
   {
      "name": "There should be more bicycle lanes in the city so that more people can opt for this eco-friendly form of transportation.",
      "trans": [
         "城市里应该有更多的自行车道，这样的话，更多的人就可以选择这种环保的交通方式了。"
      ]
   },
   {
      "name": "Although it's already a lot better than before,jaywalking is still pretty common.",
      "trans": [
         "虽然情况已经比以前好多了，但乱穿马路的行为还是很普遍的。"
      ]
   },
   {
      "name": " It's common to see volunteers at intersections urging people not to run red lights.",
      "trans": [
         "在十字路口看到志愿者督促人们不要闯红灯，是很常见的。"
      ]
   },
   {
      "name": "Many people don't have the habit of buckling up when they get in the car.",
      "trans": [
         "很多人都没有在上车时系安全带的习惯。"
      ]
   },
   {
      "name": "It was my dad who was responsible for picking me up from school when I was a child.",
      "trans": [
         "在我小时候，是我爸爸负责接我放学。"
      ]
   },
   {
      "name": "We each drank a big cup of coffee and set off around five.",
      "trans": [
         "我们每人都喝了一大杯咖啡，大约五点就出发了。"
      ]
   },
   {
      "name": "We pulled over at least five times to take photos of the beautiful scenery along the way",
      "trans": [
         "我们至少靠边停车了五次，为了拍摄沿途的美景。"
      ]
   },
   {
      "name": "It was really annoying when others kept cutting us off.",
      "trans": [
         "别的车总是“加塞儿”插到我们前边，真的很烦人。"
      ]
   },
   {
      "name": "My friends kept telling me to speed up.I never listened to them because I was being careful.",
      "trans": [
         "我的朋友不断告诉我要加快速度。我一直没有听他们的话，因为我在小心驾驶。"
      ]
   },
   {
      "name": "At one point,we realized that we were going in the wrong direction.I had to make a U-turn and go back where we came.",
      "trans": [
         "在某一时刻，我们意识到我们走错了方向。我不得不掉头回到我们来的地方。"
      ]
   },
   {
      "name": "Public transportation is extremely convenient in my hometown,with bus stations and subway stations in all corners of the city.",
      "trans": [
         "在我的家乡，公共交通非常方便，在城市的各个角落都有公交车站和地铁站。"
      ]
   },
   {
      "name": "The local government is working to add two more subway lines to the city.",
      "trans": [
         "地方政府正在努力在城市里增加两条地铁线路。"
      ]
   },
   {
      "name": "I take the express bus to work every day,which only takes me about 30 minutes to arrive.",
      "trans": [
         "我每天坐特快公交去上班，只需要30分钟就到了。"
      ]
   },
   {
      "name": "We don't need cash when we take public transportation.We just swipe a card when getting on and off the bus.",
      "trans": [
         "我们乘坐公共交通工具时不需要现金。我们只是在上车和下车时刷个卡。"
      ]
   },
   {
      "name": "They say a short commute to work is an important contributor to happiness.",
      "trans": [
         "大家都说通勤时间短是幸福的重要因素。"
      ]
   },
   {
      "name": "Where I work is quite far from my home,and I have to transfer three times on the subway to get there.",
      "trans": [
         "我工作的地方离我家很远，我必须换乘三次地铁才能到达那里。"
      ]
   },
   {
      "name": "Since we have a huge population,buses tend to be overcrowded all the time.",
      "trans": [
         "由于人口众多，公交车总是人满为患。"
      ]
   },
   {
      "name": "The bus I took yesterday was jam-packed.I couldn't even reach my phone in my pocket.",
      "trans": [
         "我昨天乘坐的公共汽车挤满了人，我甚至连口袋里的手机都拿不到。"
      ]
   },
   {
      "name": " My boyfriend asked me whether we should buy a one-way ticket or a round- trip ticket.",
      "trans": [
         "我男朋友问我要买单程票还是往返票。"
      ]
   },
   {
      "name": "My dad had never taken a plane before,so he was pretty nervous while going through security check,which made him look really suspicious.",
      "trans": [
         "我爸爸以前从来没有坐过飞机，所以他在过安检时非常紧张，这让他看起来很可疑。"
      ]
   },
   {
      "name": "There was a delay and our plane ended up arriving an hour late.",
      "trans": [
         "飞机延误了，我们的飞机最终晚到了一个小时。"
      ]
   },
   {
      "name": "Flight attendants told us to wait half an hour after we had boarded the plane.",
      "trans": [
         "在我们登机后，空乘人员告诉我们要等半小时。"
      ]
   },
   {
      "name": "I told my uncle my ETA so that he would know when to come to the airport to pick me up.",
      "trans": [
         "我告诉了我叔叔我的预计到达时间，这样他就知道什么时候来机场接我了。"
      ]
   },
   {
      "name": "I got stalled at the baggage claim because it took forever for my suitcase to come out.",
      "trans": [
         "我在行李提取处被耽搁了，因为我的箱子花了很长时间才出来。"
      ]
   },
   {
      "name": "We took a red-eye flight,and we slept through the whole trip.",
      "trans": [
         "我们乘坐的是红眼航班，整个旅途都在睡觉。"
      ]
   },
   {
      "name": "It was quite uncomfortable because we didn't have enough legroom.",
      "trans": [
         "旅途很不舒服，因为我们没有足够的伸腿空间。"
      ]
   },
   {
      "name": "I was never a punctual person before,but now I've successfully broken myself out of the bad habit of being late all the time.",
      "trans": [
         "我以前从来都不是一个守时的人，但是现在，我已经成功地摆脱了一直迟到 的坏习惯。"
      ]
   },
   {
      "name": "He's had a long list of impressive accomplishments as a singer in his career.",
      "trans": [
         "在他的演唱生涯中，他取得了一长串了不起的成就。"
      ]
   },
   {
      "name": "With the help of my neighbour Uncle Zhao,I had a dramatic improvement in maths.",
      "trans": [
         "在我的邻居赵伯伯的帮助下，我的数学有了很大的进步。"
      ]
   },
   {
      "name": "I've never been successful academically,but I've succeeded elsewhere.",
      "trans": [
         "我在学术/学习上从来没有成功过，但我在别的领域取得了成功。"
      ]
   },
   {
      "name": "I've been teaching my mom how to use the computer recently.We've seen some progress,but there's still room for improvement.",
      "trans": [
         "最近我一直在教我妈妈如何使用电脑。她已经有了一些进步，但仍有提升的空间。"
      ]
   },
   {
      "name": "One has to persist and should never give up in order to stand out in any field.",
      "trans": [
         "一个人想在任何领域中脱颖而出都必须坚持、永不放弃。"
      ]
   },
   {
      "name": "What set those successful people apart from mediocre ones are endurance and the willingness to keep learning.",
      "trans": [
         "令成功者区别于平庸者的，是持久力和不断学习的意愿。"
      ]
   },
   {
      "name": "I didn't believe I could successfully cook that meal,but I pulled it off at last.",
      "trans": [
         "我之前不相信我能成功做成那顿饭，但我最后还是成功了。"
      ]
   },
   {
      "name": "My English is still at a pretty basic level,but I'm convinced that all my hard work today will eventually pay off.",
      "trans": [
         "我的英语仍然处于相当基础的水平，但我相信，今天我所有的努力最终会得到回报。"
      ]
   },
   {
      "name": "The government's efforts to reduce traffic congestion are finally bearing fruit.",
      "trans": [
         "政府减少交通堵塞的努力终于开始取得成效了。"
      ]
   },
   {
      "name": "Being a pilot was my dream job when I was growing up.I take pride in the fact that this dream has come true.",
      "trans": [
         "当一名飞行员是我儿时的梦想，我为这个梦想已经实现而感到骄傲。"
      ]
   },
   {
      "name": "I was never a morning person,so I'm really proud that I can successfully roll out of bed at 5:30 every day now.",
      "trans": [
         "我以前从来都不是早起的人，所以我很自豪我现在能每天5点30分就成功地从床上爬起来。"
      ]
   },
   {
      "name": " The invention of the telephone was a remarkable achievement.",
      "trans": [
         "电话的发明是一项了不起的成就。"
      ]
   },
   {
      "name": "He worked his way up from humble beginnings to become one of the most famous actors in the country.",
      "trans": [
         "他出身平凡，但却通过努力工作成了全国最著名的演员之一。"
      ]
   },
   {
      "name": " Personally,I believe being able to do what we enjoy is the ultimate success in life.",
      "trans": [
         "就我个人而言，我认为能够做我们喜欢做的事是人生的终极成功。"
      ]
   },
   {
      "name": "To my parents,having a stable job and earning a good salary is the only form of success.",
      "trans": [
         "对我的父母来说，拥有一份稳定的工作和挣一份不错的薪水是成功的唯一形式。"
      ]
   },
   {
      "name": "Seeing her with a guy hand in hand dashed my hopes of going out with her.",
      "trans": [
         "看到她和一个男人手牵手，令我想和她在一起的希望破灭了。"
      ]
   },
   {
      "name": "I was waiting for a big round of applause after the song,but it turned out that everyone just thought it was so-so.",
      "trans": [
         "这首歌之后，我在等待大家热烈的掌声，但结果是大家都认为我唱得很一般。"
      ]
   },
   {
      "name": "My dad often tells me that if I keep procrastinating on everything I do,my life is doomed to failure.",
      "trans": [
         "我爸爸经常告诉我，如果我在做每件事时都拖拖拉拉，我的生活注定会失败。"
      ]
   },
   {
      "name": "I was determined to eat a salad for dinner every day for at least a month,but I failed after only sticking to the plan for three days.",
      "trans": [
         "我决定每天晚上吃沙拉，至少坚持一个月，但我只坚持了三天就失败了。"
      ]
   },
   {
      "name": "In my view,all celebrities have the responsibility to be good role models for their followers.",
      "trans": [
         "在我看来，所有的名人都有责任为他们的粉丝树立好的榜样。"
      ]
   },
   {
      "name": "Some people look up to their favourite actors and actresses and therefore copy everything they do.",
      "trans": [
         "有些人崇拜他们喜爱的男女演员，因此会模仿他们所做的一切。"
      ]
   },
   {
      "name": "Some immature people think that having a glamorous life like their idols do is the biggest success in life.",
      "trans": [
         "一些不成熟的人认为，像他们的偶像一样拥有光鲜亮丽的生活是人生最大的 成功。"
      ]
   },
   {
      "name": "My mom is my idol.I admire her efforts in raising my four siblings and me as well as taking care of the whole family.",
      "trans": [
         "我妈妈是我的偶像。她非常努力地抚养了我和我的四个兄弟姐妹，并照顾整个家庭。我非常钦佩她。"
      ]
   },
   {
      "name": " One of my lifelong goals is to travel the world.In order for that goal to be realized,I'll have to work hard to be wealthy first",
      "trans": [
         "我的人生目标之一是周游世界。为了实现这一目标，我必须先努力工作变得富有。"
      ]
   },
   {
      "name": "I've been itching to go paragliding ever since I saw pictures of my friend doing it.",
      "trans": [
         "自从我看到我朋友的照片后，我就一直渴望去玩滑翔伞。"
      ]
   },
   {
      "name": "It would be fantastic if I could have a helicopter of my own.That's a pipe dream,I know.",
      "trans": [
         "如果我能拥有一架自己的直升机，那就太好了。我知道这是一个白日梦。"
      ]
   },
   {
      "name": "It would be great if I could fly.In that case,I wouldn't have to worry about the rush hour traffic anymore.",
      "trans": [
         "如果我能飞就好了。这样的话，我就再也不用担心高峰期的交通了。"
      ]
   },
   {
      "name": " It would be amazing if l could meet my all-time favourite actress,Jennifer.",
      "trans": [
         "如果我能见到我一直以来最喜欢的女演员詹妮弗，那就太好了。"
      ]
   },
   {
      "name": "I wish I were a funnier person.I believe I would be more popular among friends.",
      "trans": [
         "我希望自己是一个更幽默的人。那样的话，我相信我在朋友中会更受欢迎。"
      ]
   },
   {
      "name": "I'm extremely busy on weekdays,so I really treasure the weekend.",
      "trans": [
         "我在工作日非常忙，所以我很珍惜周末的时间。"
      ]
   },
   {
      "name": "I usually have a lot on my plate on workdays,so by the time the weekend comes,I can feel a sense of relief.",
      "trans": [
         "我通常在工作日有很多事情要做，所以到了周末的时候，我会感到如释重负。"
      ]
   },
   {
      "name": "Saturdays are usually when I spend some quality time with my folks.We just stay at home and shoot the breeze.",
      "trans": [
         "星期六通常是我和家人一起度过美好时光的时候。我们会待在家里，随便聊聊天。"
      ]
   },
   {
      "name": "I didn't use to like chatting with my parents when  I was growing  up,but things have changed a lot.I enjoy hanging out with them now.",
      "trans": [
         "小时候，我不喜欢和父母聊天，但是事情发生了很大的变化，现在我喜欢和 他们待在一起。"
      ]
   },
   {
      "name": " I like to sleep in on weekends.When I finally get out of bed,it'll be time for lunch.",
      "trans": [
         "我喜欢在周末睡懒觉。当我终于起床的时候，就该吃午饭了。"
      ]
   },
   {
      "name": "I'd worked around the clock for three weeks,and it wasn't until last weekend that I finally had two days off.",
      "trans": [
         "我已经连续工作了三个星期，直到上周末我才休息了两天。"
      ]
   },
   {
      "name": "I took advantage of the two days and went on a getaway to a seaside city close to my hometown.",
      "trans": [
         "我利用这两天的时间，去了一个离我的家乡很近的海滨城市。"
      ]
   },
   {
      "name": "All I wanted to do was just get away and totally unwind.",
      "trans": [
         "我就是想去度个假，彻底放松一下。"
      ]
   },
   {
      "name": "It did help me leave everything behind and forget all my usual responsibilities.",
      "trans": [
         "它确实帮我把一切都抛在脑后，不去想平日的责任。"
      ]
   },
   {
      "name": "What I usually do on the weekend is hit the stores with my gal pals.We enjoy the time that we spend together at a mall or department store.",
      "trans": [
         "我喜欢在周末和我的女性朋友一起去逛街。我们很喜欢在商场或百货公司里度过的时光。"
      ]
   },
   {
      "name": "Hitting the gym is what I often do on Saturdays as I don't have much time for it from Monday to Friday.",
      "trans": [
         "我经常在周六去健身房，因为从周一到周五我都没有太多时间去健身。"
      ]
   },
   {
      "name": "1Nothing is more relaxing and satisfying than going to the local library and immersing myself in a good book on Sunday afternoon.",
      "trans": [
         "没有什么比在周日的下午去当地的图书馆，沉浸在一本好书中更让人放松和满足的了。"
      ]
   },
   {
      "name": " I believe I will have my hands full next weekend,so I won't be able to do anything fun.",
      "trans": [
         "我相信下个周末我会很忙，所以我没法做任何有意思的事情。"
      ]
   },
   {
      "name": "It drove me up the wall when my boss gave me a task when I thought I could rest for a couple of days.",
      "trans": [
         "当我以为自己马上就可以休息几天了的时候，我的老板给了我一项任务，这让我很不爽。"
      ]
   },
   {
      "name": "I'm known among my friends as a workaholic.I work 24/7 and never take a break.",
      "trans": [
         "我在朋友中是有名的工作狂。我永远都在工作，从不休息。"
      ]
   },
   {
      "name": "The vast majority of people in my hometown tend to stay at home and catch up on some television shows on weekends.",
      "trans": [
         "我家乡的绝大多数人周末时往往都待在家里，补看一些之前错过的电视节目。"
      ]
   },
   {
      "name": "I think this is because there are not that many leisure facilities available here.",
      "trans": [
         "我想这是因为这里没有那么多的休闲设施。"
      ]
   },
   {
      "name": " If there were  more  parks,movie theaters,and shopping centers,I  bet we wouldn't be so cooped up at home.",
      "trans": [
         "如果有更多的公园、电影院和购物中心，我相信我们不会那么宅。"
      ]
   },
   {
      "name": "Admittedly,more and more people spend their time on social media,so it doesn't make any difference if they're home or outside.",
      "trans": [
         "诚然，越来越多的人把时间花在社交媒体上，所以他们是在家里还是在外面没什么区别。"
      ]
   },
   {
      "name": "I suppose most employers must be in favour of the idea that employees have to work on the weekend too.",
      "trans": [
         "我想大多数雇主肯定会对员工周末也必须工作的观点表示赞成。"
      ]
   },
   {
      "name": "What I think is that it's unethical that we work nonstop like machines.",
      "trans": [
         "我认为，让我们像机器一样不停地工作是不道德的。"
      ]
   },
   {
      "name": "Exploiting employees like this wouldn't be beneficial to the general productivity of a company.",
      "trans": [
         "像这样剥削员工对公司的整体生产力是不利的。"
      ]
   },
   {
      "name": "Having a couple of days off and recharging their batteries enables people to work more effectively and efficiently when they go back to work.",
      "trans": [
         "有几天的假期进行休整可以让人们在回去工作之后效果更好、效率更高。"
      ]
   },
   {
      "name": "In my view,weekends are much more important than ever before because we're a lot busier on weekdays than previous generations.",
      "trans": [
         "在我看来，周末比以往任何时候都重要，因为比起上几代人，我们在工作日忙得多。"
      ]
   },
   {
      "name": " Those  who  are  their  own  bosses  don't  attach  so  much  importance  to weekends because they can decide when to take a rest themselves.",
      "trans": [
         "那些自己当老板的人并不那么重视周末，因为他们可以自己决定什么时候休息。"
      ]
   },
   {
      "name": "Not so much attention was paid to relaxation before because people had to work extremely hard every day to make a living.",
      "trans": [
         "以前人们不太注意放松，因为人们必须每天努力工作以维持生计。"
      ]
   },
   {
      "name": "Now that our standard of living has improved greatly,we're beginning to focus on enjoyment in our lives.",
      "trans": [
         "现在我们的生活水平有了很大的提高，我们开始关注生活中的乐趣。"
      ]
   },
   {
      "name": "This can be seen in the numbers of Chinese tourists in all those major tourist destinations.",
      "trans": [
         "这可以从所有主要旅游目的地的中国游客数量中看出来。"
      ]
   },
   {
      "name": "Many of those who lived through really hard times are able to enjoy their golden years now.",
      "trans": [
         "许多经历过艰难困苦的人，现在都能很好地享受他们的晚年时光了。"
      ]
   },
   {
      "name": "Square dancing is a popular way for older people to relax,socialize and have fun in China.",
      "trans": [
         "广场舞是老年人放松、社交、娱乐的一种流行方式。"
      ]
   },
   {
      "name": "I've just graduated from university,so I don't make much money now.In fact,I'm barely scraping by.",
      "trans": [
         "我刚从大学毕业，所以现在挣的钱不多。事实上，我只是勉强度日。"
      ]
   },
   {
      "name": "I don't know what came over me!I splurged on an iPhone 12 last week,which is literally the same as my old iPhone X!",
      "trans": [
         "我不知道我怎么了!上周，我花重金买了一台iPhone12,它和我原来的iPhone X完全一样!"
      ]
   },
   {
      "name": " When I told my parents that I was going travelling for a month after graduation, they totally supported me and said that they would pay for everything!",
      "trans": [
         "当我告诉父母我毕业后要去旅游一个月的时候，他们完全支持我，并说他们会支付一切费用!"
      ]
   },
   {
      "name": "In order to buy the gift,I scrimped and saved for 3 months.",
      "trans": [
         "为了买这个礼物，我精打细算，攒了3个月的钱。"
      ]
   },
   {
      "name": " I'm not a millionaire,so every time I hit the stores for something,I have to shop around for a while to find the best deal.",
      "trans": [
         "我不是百万富翁，所以每次我去商店买东西的时候，我都要货比三家一段时 间才能用最划算的价钱买到我想要的东西。"
      ]
   },
   {
      "name": "The best investment my family has ever made was when we shelled out three million RMB for the apartment we are living in.",
      "trans": [
         "我家所做过的最好的投资，就是花300万人民币买了我们现在住的公寓。"
      ]
   },
   {
      "name": "Our English teacher's birthday was around the corner,so we all chipped in to buy her a new bike.",
      "trans": [
         "我们英语老师的生日快到了，所以我们一起凑钱给她买了一辆新自行车。"
      ]
   },
   {
      "name": "One of my worst shopping experiences was when I got ripped off when I was buying a luxury bag.",
      "trans": [
         "有一次我买一个名牌包的时候被宰了，那是我最糟糕的购物经历之一。"
      ]
   },
   {
      "name": " People who are financially savvy know that they need to have an emergency fund.",
      "trans": [
         "懂得理财的人知道，他们需要一笔应急资金(以备不时之需)。"
      ]
   },
   {
      "name": " Some people try to grow their finances by putting money in the stock market.I think that's a little risky.",
      "trans": [
         "有些人试图通过把钱投入股市来增加他们的财富。我觉得这有点冒险。"
      ]
   },
   {
      "name": "I was taught by my parents at a young age to set aside money every week so that I could buy what I wanted later.",
      "trans": [
         "我的父母在我很小的时候就开始教我每周存钱，这样我以后就可以买我想要的东西了。"
      ]
   },
   {
      "name": "My mom worked two jobs in order to fund my university education.",
      "trans": [
         "为了供我上大学，我妈妈做了两份工。"
      ]
   },
   {
      "name": "Although that necklace for my girlfriend cost a pretty penny,I was really happy that she said it was the best gift she'd ever received.",
      "trans": [
         "虽然给我女朋友的那条项链花了一大笔钱，但我很高兴，因为她说这是收到过的最好的礼物。"
      ]
   },
   {
      "name": "My uncle told me that he had paid top dollar for that Transformer and so I had to treasure it.",
      "trans": [
         "我叔叔告诉我他花了很多钱买那个变形金刚，所以我必须珍惜它。"
      ]
   },
   {
      "name": "My dream job?Well,everybody says I'm a terrific singer,so I guess I'll just try to cash in on that.",
      "trans": [
         "我理想中的工作?每个人都说我是一个很棒的歌手，所以我觉得我需要好好利用我这个能力。"
      ]
   },
   {
      "name": "One way to save money is to buy second-hand items from thrift shops.",
      "trans": [
         "省钱的一个方法就是从旧货店买二手物品。"
      ]
   },
   {
      "name": "Whenever there's a promotion at the nearest supermarket,my mom goes there and stocks up.",
      "trans": [
         "每当离我们家最近的那个超市有促销活动，我妈妈就会去那里囤货。"
      ]
   },
   {
      "name": "I used to run a small bookstore,but it went under.",
      "trans": [
         "我曾经经营一家小书店，但它倒闭了。"
      ]
   },
   {
      "name": "Although online shopping is becoming increasingly popular these days,I don't suppose brick-and-mortar stores will completely disappear.",
      "trans": [
         "虽然现在网上购物越来越流行，但我不认为实体店会完全消失。"
      ]
   },
   {
      "name": "When shopping for clothes,everyone wants to try them on before deciding whether to buy them or not.",
      "trans": [
         "买衣服的时候，每个人都想试穿一下，然后再决定是否要买。"
      ]
   },
   {
      "name": "I'm lucky to have a mom who's obsessive with cleanliness.She's always doing housework,which means I don't have to do anything.",
      "trans": [
         "我很幸运，有个有洁癖的妈妈。她总是在做家务，这意味着我什么都不用做。"
      ]
   },
   {
      "name": "My  parents  and  I  do  some  chores  together  every  weekend.It's  an opportunity for us to bond.",
      "trans": [
         "我和父母每周末都一起做家务。这是我们增进感情的机会。"
      ]
   },
   {
      "name": "I remember earning one yuan every time I helped sweep the floor when I Was a kid.",
      "trans": [
         "我记得小的时候，我每一次帮忙扫地，都能挣一元钱。"
      ]
   },
   {
      "name": " It's weird that doing the dishes has grown on me.It feels pretty good when l dip my hands in soapy water and clean all those bowls and plates.",
      "trans": [
         "很奇怪，我开始喜欢上洗碗了。当我把手浸在肥皂水里洗干净所有的碗和盘子时，感觉特别好。"
      ]
   },
   {
      "name": "I don't like it when I'm asked to do the laundry.It's too much effort.",
      "trans": [
         "我不喜欢别人叫我洗衣服。这太费力了。"
      ]
   },
   {
      "name": "It's not uncommon for children in China to have never done any housework.",
      "trans": [
         "在中国，孩子们从来没有做过家务的情况很常见。"
      ]
   },
   {
      "name": "They're either too spoilt or too busy with schoolwork.",
      "trans": [
         "他们要么是被宠坏了，要么是忙于学习。"
      ]
   },
   {
      "name": "I believe helping around the house allows children to develop a sense of responsibility and independence,which will be crucial to them when they grow up.",
      "trans": [
         "我相信帮忙做家务可以培养孩子的责任感和独立意识，这在他们长大后他们至关重要。"
      ]
   },
   {
      "name": "Housework can be more interesting if  we do it  with loved ones.It's some quality time that we spend together.",
      "trans": [
         "如果我们和所爱的人一起做家务，会更有意思。这是我们一起度过的美好时光。"
      ]
   },
   {
      "name": "It's likely that robots will be in every household taking over all the chores that we do today.",
      "trans": [
         "机器人可能会在每个家庭中接管我们今天做的所有家务。"
      ]
   }
]
